{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Zubat_(Pok%C3%A9mon)",
    "pokemon": "Zubat",
    "pokedex_number": "0041",
    "origin": "Zubat seems to be based on a bat, particularly vampire bats, which bite other animals to feed on their blood. Its Poison type may be inspired by either the anticoagulant properties of vampire bat saliva or the fact that bats are infamous for spreading deadly diseases such as rabies. Its lack of eyes could be a reference to troglomorphism and may additionally be influenced by the misconception that bats are blind due to their use of echolocation to navigate. The claim that Zubat will suffer burns when exposed to sunlight may be inspired by mythological vampires.",
    "description": "Zubat is a blue, chiropteran Pokémon. While it lacks eyes, it has pointed ears with purple insides and a mouth with two sharp teeth on each jaw. A male will have larger fangs than a female. It has purple wing membranes supported by two, elongated fingers, and two long, thin tails. Zubat lives in abundance in dark caves, although it has also been known to dwell in forests and under the eaves of old buildings. Due to its habitat, Zubat has evolved to have neither eyes nor nostrils. It instead navigates through dark environments and tight caves with echolocation, emitting ultrasonic cries to detect targets and obstacles. The frequency of these cries can vary slightly between Zubat colonies. As demonstrated in the Pokémon the Series episode Clefairy and the Moon Stone, it will leave its abode at night with a mass of other Zubat in order to seek prey. Zubat is nocturnal, and sleeps hanging upside down during the daytime, avoiding sunlight at all costs. Daylight causes Zubat to become unhealthy, and prolonged exposure can even burn its skin. However, captured and trained Zubat have been recorded as being much more tenacious in the daytime, even when directly exposed to sunbeams. While sleeping, or in colder conditions, Zubat gathers with others of its kind for warmth."
}