{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Primeape_(Pok%C3%A9mon)",
    "pokemon": "Primeape",
    "numero_pokedex": "0057",
    "descripcion": "Primeape is a bipedal, simian Pokémon with a round body covered in light beige, shaggy fur. There is usually a throbbing vein on the left side of its forehead, and it has triangular ears with pink insides, narrow eyes with tiny pupils, and a pink, snout-like nose. Its arms and legs are brown and have metal shackles on the wrists and ankles. This is probably indicative of a method of training with weights. The hands have no visible fingers, instead resembling mittens or boxing gloves, and the feet have two toes. Primeape is easily angered; even the slightest glance of eye contact will make it furious. When it becomes enraged, its blood circulation is boosted. This makes its muscles stronger, but at the cost of some of its intelligence. Primeape also possesses the ability to convert its anger into energy to attack its opponents with. It has sturdy vessels in its brain that keep it healthy despite its constant anger. It will chase anyone who upsets it and will not stop until it has caught up to its target. Even if it is awoken from sleep, it will groggily chase whatever woke it. Some researchers have a theory Primeape is angry even when inside a Poké Ball. In some cases, Primeape has been known to die as a result of its rage, though it is also said to look peaceful in death, potentially due to its rage transcending and leaving its physical form to become something new. In the Pokémon the Series episode Showdown at the Po-ké Corral, it is shown to have a fondness for bananas. Primeape can be found on mountains. It competes with Ursaring when it comes to searching for berries. In Paldea, Hawlucha is Primeape's natural enemy. As mentioned in Pokémon Sleep, it is very rare to find a Primeape sleeping without rage, possibly from exhausting itself.[1] Primeape and its evolved form, Annihilape, are the only known Pokémon capable of learning the move Rage Fist."
}