{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Magnemite_(Pok%C3%A9mon)",
    "pokemon": "Magnemite",
    "numero_pokedex": "0081",
    "descripcion": "Magnemite is a seemingly robotic Pokémon that has a gray, spherical metal body, with blue-and-red tipped horseshoe magnets on each side and a single, large eye. It has three Phillips head screws on its body: two near the bottom of its body and the one on top of its head that looks similar to an antenna. The two bottom screws serve no noticeable purpose, although they may be its feet as the Pokédex identifies a footprint similar to that of the screw's head. Even though Magnemite and its evolved forms are mechanical creatures, it is shown in the Pokémon the Series episode Get Along, Little Pokémon that it has emotions and a way of reproducing. In The Poké Spokesman, it exhibited the need to eat, although its main form of nutrition are electrical currents. It is commonly found in locations such as power plants or caves with a strong magnetic field. Despite its modern, artificial appearance, Magnemite has been depicted in carvings discovered at the Ruins of Alph. It has also been present in AZ's retelling of the Kalos war, indicating it has existed for at least 3,000 years. The magnetic units on Magnemite's body generate an electromagnetic field that allows it to defy gravity and can potentially disrupt electrical equipment. The units generate stronger magnetic fields the faster they rotate. Magnemite is not known to be unnecessarily aggressive but they may approach Trainers with little notice. If a wild Magnemite is approached, it may simply flee on rare occasions, as Magnemite does not care for interaction. However, if attacked, it will retaliate with non-damaging moves. In the care of a Trainer, it can be a devoted fighter. However, as seen in the Pokémon the Series episode The Poké Spokesman, it's shown that it may be deterred unless a strong bond is formed with its Trainer. Should it run out of electricity, Magnemite will fall to the ground. Usually, batteries can help recharge it in order for Magnemite to start moving again. Magnemite can be attracted to anything emitting electricity or a magnetic field, including gadgets such as a Pokétch. In the episode Sparks Fly for Magnemite, it is shown to be attracted to electric Pokémon producing such fields. With modern electrical lines buried underground, Magnemite attacks on power plants have increased. To prevent power outages, these power plants deliberately send out signals Magnemite cannot stand to ward them off. As mentioned in Pokémon Sleep, Magnemite is known to sleep airbone by generating electromagnetic waves from its side magnets.[1]There are rare occasions where while Magnemite sleeps and muddles to the direction of its waves, it will loop in the air while sleeping."
}