{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Magneton_(Pok%C3%A9mon)",
    "pokemon": "Magneton",
    "pokedex_number": "0082",
    "origin": "Magneton is a cluster of three Magnemite, which in turn seems to be based on the objectification of electromagnetism, one of the four fundamental interactions of nature. They are likely linked through strong electromagnetic force.",
    "description": "Magneton is a robot-like Pokémon, the result of three Magnemite becoming linked together by a strong magnetic force, although a single Magnemite can evolve by itself when there are no other Magnemite in the vicinity. Each individual Magnemite has a gray spherical body with a single eye, and a gray and red-and-blue tipped horseshoe magnet on each side. The topmost Magnemite has three Phillips head screws on its body, while the others appear to have only two. The three Magnemite that Magneton consists of can be linked in several ways. Magneton is most commonly seen as one Magnemite on top, and two Magnemite linked by the screws on the bottom, forming a triangle. In some cases, commonly seen in 3D games such as Pokémon Snap, the Magnemite will not be connected at all, remain in a triangular formation at rest, and are able to freely move within each other's vicinity to form other patterns. In this case, all three Magnemite have three screws. The magnetic forces that hold the three Magnemite together are powerful enough to dry up all moisture and raise the temperature by 3.6 °F (2 °C) within a radius of 3,300 feet (one kilometer). It can also be disruptive to electronic devices and induce earaches. It uses powerful radio waves to help it study the surrounding area. Magneton's anti-gravitational powers enable it to fly through the air. Being composed of three Magnemite, it is about three times as powerful electrically, though not three times as intelligent. Even though Magneton is a mechanical creature, it still needs to eat. As seen in the Pokémon the Series episode The Poké Spokesman, food for Magneton consists of electrical currents. It is usually found in rough terrain, often near power plants. When sunspots flare up, Magneton tends to appear more often, presumably due to the changes in the sun's magnetic field. When rain clouds form, it also gathers in high areas prone to lightning strikes. As seen in the eleventh chapter of Pokémon Adventures, it possesses the ability to form its electricity into both platforms and barriers. As seen in the Pokémon Horizons: The Series episode The Future I Choose, it can cause interference with phone and internet signels. In An Unexpected Picnic!, a herd of Magneton produced an EMP that could destroy computer software. Despite its modern, artificial appearance, carvings depicting Magneton have been discovered at the Ruins of Alph. One was shown in the Pokémon Generations episode The Redemption in a flashback to the great war of Kalos, indicating it has existed for at least 3,000 years. Additionally, Sandy Shocks bears a strong resemblance to Magneton. It is believed to be an ancient Magneton that was alive 10,000 years ago. As mentioned in Pokémon Sleep, Magneton is known to sleep with its three linked Magnemite either stuck together or drifting apart by a strong magnetic force.[1] It is theoried that its magnetism is unstable while Magneton sleeps."
}