{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Dodrio_(Pok%C3%A9mon)",
    "pokemon": "Dodrio",
    "numero_pokedex": "0085",
    "descripcion": "Dodrio is a large, wingless, three-headed avian Pokémon. Each head has a long, sharp beak and a black V-shaped, feather crest. It has bristly brown feathers covering its head and upper body, while its lower half has a smooth layer of black feathers. Its tail consists of three pale red feathers with lighter tips. Its wingless body rests on two long and slender, but powerful legs with feet that have three clawed toes in front and one in back. A male has black necks, whereas a female has brown necks; both genders have brown legs. Each head has its own working brain and distinct personality. Each head represents and expresses either sorrow, anger, or joy. Despite being separate, it has the innate ability to use all three of its brains to collect data, formulate, and then execute complex plans and strategies. However, on occasion, it may overthink, which causes it to become immobilized and unable to carry out any action whatsoever. Being separate individuals on the same body, the three heads will continue to bicker until they, or at least one of them, gets to eat. This satisfies the other two heads, quelling them and temporarily ending their infighting. The strongest of Dodrio's heads and the thickest neck will become the leader and gain primary control of the body. Another form of adaptation that it has acquired is the ability to have at least one head alert at all times. Extreme caution is advised when all three heads are facing separate directions. It is in this state that it is the most dangerous and going near it may result in a severe pecking. Along with its three heads, it has three sets of hearts and lungs as well. This allows it to efficiently oxygenate and pump blood throughout its body, thus giving it increased endurance to run vast distances without rest. It is especially prone to race vigorously across grassy plains, even in arid seasons with little rainfall. As a result, despite being slower than Doduo, Dodrio can keep running for an even longer time. As mentioned in Pokémon Sleep, Dodrio is known to usually sleep standing up.[1] Each of the three heads taking turns sleeping while one head stays awake. However, should Dodrio become very tired, even the head that remains awake may start to doze off."
}