{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Shellder_(Pok%C3%A9mon)",
    "pokemon": "Shellder",
    "numero_pokedex": "0090",
    "descripcion": "Shellder is a bivalve mollusk Pokémon encased within a spiky, blue-violet bivalve shell. It has two round white eyes with tiny black pupils. Its enormously long red tongue, coming out of its often closed mouth, which is usually hard to see due to how dark Shellder’s body is, is used to burrow itself into the sand to sleep overnight and also to lure and capture prey, hence why if Shellder were to close the tongue, nothing could come to it; the tongue protrudes even when its shell is closed and tugging it will cause the shell to pop open. Its soft and tender body is well-protected by its extremely durable shell, which is purported to be harder than diamonds and has historically been used by people to make shields. It can make pearls from accumulated sand, though it discards them as they are typically in its way. Shellder has an unusually strong appetite for the tail of a Slowpoke and can develop a symbiotic relationship with the Dopey Pokémon. After attaching itself to the Slowpoke's tail, the two undergo a metamorphosis and evolve into Slowbro together. Alternatively, if it attaches to the head of a Slowpoke in possession of a King's Rock, the two will instead evolve into Slowking. These relationships allow it to travel onto land and begin a new stage in its life cycle. In Galar, Shellder attaches to the forearms and heads of Galarian Slowpoke wearing Galarica Cuffs or Galarica Wreaths, causing the evolution into Galarian Slowbro and Galarian Slowking, respectively. Regardless of which form the two Pokémon evolve into, Shellder's shell transforms into a spiny, spiraled cone with several tiers. Sharp teeth develop around the rim of the shell to anchor it securely to the evolved Slowpoke, and its eyes now peek out from the bottom rim of the shell. In its crown form, Shellder will have a red jewel on its underside and a large horn on either side of its shell. While in its crown form, Shellder will periodically release its venom into Slowking's brain. This is actually beneficial to Slowking, as it causes the Regal Pokémon's intelligence to increase. Higher quantities of venom intensify this effect, and Shellder is easily provoked into releasing more whenever Slowking yawns. However, Shellder's poison makes Slowbro more sluggish as it continues to drain nutrients from its host's body. As seen in Slowking's Crowning! and An Evolution in Taste!, the crown form of Shellder can take control of humans who wear it and speak through its hoist. The control of Shellder wears off the moment the crown is removed. Despite its hard shell, clamping on to an opponent will reveal its vulnerable parts. Because of this, it will only clamp itself to a foe as a last resort. It swims around its seafloor home by rapidly opening and closing its shell while facing backward. Despite its appearance, Shellder is surprisingly fast. Prehistoric Shellder were apparently preyed upon by Omastar, whose powerful bites were capable of breaking through its shell. Shellder and its evolved form, Cloyster, are related to Shellos and Gastrodon. Kingler, Rufflet, and Bruxish are modern predators of Shellder. Prior to Generation III, Clamp was its signature move. Prior to Generation V, Icicle Spear was also its signature move, but other Pokémon could still inherit it via breeding. Additionally, prior to Generation V, Shellder and its evolved form, Cloyster, were the only known Pokémon that could have Skill Link as an Ability."
}