{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Exeggutor_(Pok%C3%A9mon)",
    "pokemon": "Exeggutor",
    "pokedex_number": "0103",
    "origin": "Exeggutor appears to be based on a coconut tree or desert palm tree and possibly the Japanese monster Jinmenju, a tree that grows human heads that are always smiling. It might also be inspired by a yucca plant, with its bulky trunk and blade-like leaves. It may also draw inspiration from Buddhist asuras, three-headed demigods whose faces are sometimes said to each express one of the emotions of joy, anger, and sorrow. This quality is also reflected in another Pokémon, Dodrio. Exeggutor's Psychic type may come from the idea of telepathy.",
    "description": "Exeggutor is a tall, bipedal Pokémon that resembles a coconut tree or palm tree. Its body and legs are light brown with thin black rings and its legs are thick with two-toed feet. There is a light yellow paw pad on each foot's underside. It has thin, green leaves sprouting from the top of its body. Exeggutor has three round, light yellow heads that resemble coconuts, each with different facial expressions. Exeggutor's heads think independently and don't appear interested in one another, so it makes a lot of noise as each head speaks its mind. They still appear to get along, though, for they never squabble amongst themselves. If all the heads want to go in a different direction, its body is unable to move. They are able to communicate telepathically as well and sometimes use it to come to a joint decision. It uses psychic powers to fight, and since all three heads are capable its power is tripled. If one of these heads grows too large, it falls off and groups together with others to become an Exeggcute. In the Pokémon the Series episode The March of the Exeggutor Squad, Exeggutor also has been seen in groups of its own kind, meaning that it is not a solitary Pokémon. Exeggutor has been referred to as \"The Walking Tropical Rainforest\" or \"The Walking Jungle\". It can be sluggish during cloudy days due to the lack of sunlight. Being the result of an evolution via Evolution stone, Exeggutor is rarely found in the wild, though they can be found in forests and jungles. Exeggutor and its pre-evolved form, Exeggcute, are the only known Pokémon capable of learning the move Barrage."
}