{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Cubone_(Pok%C3%A9mon)",
    "pokemon": "Cubone",
    "numero_pokedex": "0104",
    "descripcion": "Cubone is a small, bipedal, dinosaur-like reptilian Pokémon with a light brown hide that covers most of its body, except for its cream-colored belly. Two small claws, one on each hand, serve as its thumbs, and one large nail on each foot make up its toes. It has two small spikes on its back and a short tail. On its head, Cubone wears the skull of its dead mother as a helmet. Because of this, much of its actual face has never been seen, except for its triangular, black eyes and a small area surrounding them. The skull has two rounded horns on the top of its head and a tooth-like point on the lower sides. Under the skull, Cubone has a brown snout. The small Cubone survives only through the immense skill it possesses in wielding the bone it carries as a weapon. It is called the Lonely Pokémon because of its tendency to keep to itself and avoid social situations, due to the trauma caused by the death of its mother. Cubone will often weep at night in mourning of its mother. When Cubone cries, the skull that it wears on its head vibrates and emits \"a plaintive and mournful sound.\" On the night of a full moon, the cries are said to be especially terrible. Cubone seems to recognize its mother in the full moon, and so it howls with a particular sadness. Its cries attract Mandibuzz, a natural predator. It is said a Cubone will evolve into a Marowak once it comes terms with its mother's death. As mentioned in Pokémon Sleep, Cubone is known to cry while sleeping.[1]It is theorized that Cubone's dreams are about its deceased mother. The dreams Cubone have make it cry, but crying makes it stronger. Cubone lives in rocky areas, usually on mountains or in caves. It also once inhabited the Pokémon Tower in Lavender Town where deceased Pokémon were buried and mourned. Cubone and its evolved form, Marowak, are the only known Pokémon capable of learning the moves Bone Club and Bonemerang. Cubone and Marowak are also the only known Pokémon capable of using the Thick Club item. In Generations II and III, Bone Rush was another one of their signature moves."
}