{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Seaking_(Pok%C3%A9mon)",
    "pokemon": "Seaking",
    "pokedex_number": "0119",
    "origin": "Seaking seems to be based on the oranda breed of goldfish due to its plump body and billowing tail, specifically the azuma nishiki variety. It might also be inspired by the Sanke variety of koi fish. Its behavior is reminiscent of the sockeye salmon, whose bodies flush red as they swim upstream and climb waterfalls during their breeding season. Its horn may be a reference to Matsya, a giant horned fish that is one of the avatars assumed by the Hindu deity Vishnu. Seaking's royal theme may come from the Japanese word for goldfish which is 金魚 Kingyo.",
    "description": "Seaking is a primarily orange-and-white, piscine Pokémon. It has round, dark eyes, prominent pink lips, two small fangs, and a cream-colored horn in the center of its forehead. A female will have a smaller horn than a male. Most of its body is orange with a patch of white under its mouth and along its underside. There are several black markings on its body: two thick lines under each eye, a large wavy patch on its back, and several speckles near its tail. It has billowing pectoral fins and a pair of tail fins shaped like butterfly wings, all of which are white speckled with black. However, its dorsal fin is pure white and rigid. Seaking is a very powerful swimmer that is found in rivers and streams. It can swim not only against a river's current, but up waterfalls as well. In the autumn spawning season, it grows fatter and more vibrant. It travels upriver where male Seaking engage in elaborate dances to court females. The female would go for the Seaking with the most graceful dance. Seaking uses its powerful horn to bore holes in riverbed boulders in order to shelter its Eggs from water currents. A mated pair take turns patrolling around their new nest for roughly a month and defend it with their lives. There are two different groups of Trainers who are obsessed with Seaking's horns or dorsal fins. However, the groups cannot get along with each other. In Generation I, Waterfall was its signature move."
}