{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Electabuzz_(Pok%C3%A9mon)",
    "pokemon": "Electabuzz",
    "numero_pokedex": "0125",
    "descripcion": "Electabuzz is a slightly humanoid Pokémon with a few feline traits. It has antennae with bulbous tips where its ears should be, two long tufts of fur on top of its head, small eyes, and two large fangs in its upper jaw. It is covered in yellow fur with many black stripes. There is a large, lightning bolt-shaped stripe on Electabuzz's chest, a V-shaped stripe on its forehead, one stripe on its side, a thick stripe down its back, two bands on each leg, several broken bands on each arm, and many rings around its long tail. There are three clawed toes on each of its feet, two in front and one in back, and five fingers on each hand. In the dark, Electabuzz will glow light blue from the electrical charges running across its body. It is constantly leaking more electricity than it consumes. Bearing near an Electabuzz will cause a human's hair to stand on end. Electabuzz often gathered groups around tall trees to wait for the upcoming storm. During torrential thunderstorms, Electabuzz will compete to find locations likely to be struck by lightning to absorb the electric power. Electabuzz is often used as an alternative to lightning rods because it is unharmed by the absorption of electricity. It is also capable of entirely nonverbal communication via electrical currents when near another of its species. Blackouts have been known to happen when groups of Electabuzz gather to consume electricity from power plants, they often get blamed for the occurring power outages. As a result, Ground-type Pokémon are kept around power plants to keep Electabuzz from raiding, although the blackouts are usually the fault of the electric companies, not Electabuzz. There is ongoing research on using Electabuzz to store away lightning until it is needed to be used later. As demonstrated in the Pokémon the Series episode Showdown at Dark City, Electabuzz is sent into a rage by the color red. In battle, Electabuzz windmills its arms, apparently to add momentum to its punches. This method of battle seems ineffective, as opponents can escape in the meantime. Electabuzz typically resides near power plants and can cause blackouts in cities, though it can also be found in grasslands."
}