{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Lapras_(Pok%C3%A9mon)",
    "pokemon": "Lapras",
    "pokedex_number": "0131",
    "origin": "Lapras may be based on the fabled Loch Ness Monster in Scotland. The creature and this Pokémon resemble an extinct order of marine reptiles known as Plesiosauria, who lived between the Triassic and Cretaceous periods. Lapras's shell and horn may be inspired by placodonts (close relatives of plesiosaurs that lived during the Triassic period). Its intelligence, singing, and rarity can be comparable to some cetaceans, especially blue whales and humpback whales. Its long neck and robust body may also be inspired by the mastheads and hulls of Viking ships. In addition, its shell, combined with its aquatic nature and history of being hunted to near extinction may be based on sea turtles.",
    "description": "Lapras is a marine reptilian Pokémon that resembles a plesiosaur. It has a blue hide with darker blue spots and a cream-colored underside. It has large brown eyes, a short horn on its forehead, and tightly curled ears. It has a long neck and four flippers. The foremost flippers are larger than the hind. On its back is a heavy, gray shell covered in blunt knobs. Lapras is a gentle, helpful Pokémon that enjoys ferrying people across bodies of water. In the past, its docility made it an easy target for hunters, and it was driven to near extinction. Recent protection efforts have seen Lapras become overabundant instead, which is now affecting the fish Pokémon numbers in some areas. An intelligent Pokémon, it can understand human speech. As seen in the Pokémon the Series episode Viva Las Lapras, Lapras has been known to travel in large pods across the seas, spanning both polar and tropical areas. To keep in touch with others of its kind, it sings enchanting melodies. Lapras usually sing when it is in a good mood. In the episode Holiday Hi-Jynx, it's shown that Lapras can develop psychic abilities such as telepathy. In Alola, Lapras is used as a Ride Pokémon called Lapras Paddle, Alolan natives use Lapras to travel and fish for Pokémon in the water."
}