{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Porygon_(Pok%C3%A9mon)",
    "pokemon": "Porygon",
    "numero_pokedex": "0137",
    "descripcion": "Porygon is an artificial Pokémon made completely out of programming code. It has a pink, polyhedral head that ends in a blue beak and has hexagonal eyes, and it has a pink polyhedral body with a blue front, blue triangular prism feet, and a blue rectangular prism tail. In 3D games, such as Pokémon Stadium, it can open its beak and can detach its limbs and head from its torso. According to its Pokédex entries, it has copy protection built into its code, preventing duplication through electronic means. It was created in 1995 by Silph Co.,[1] but documents at Silph Co. claim it was created at the Pokémon Lab on Cinnabar Island using the state-of-the-art technology of its time. Because it was created decades ago, many of its parts have since become obsolete. It was the first artificial Pokémon to have ever been created through computer programming. In ancient Hisui, people were confused about Porygon and its evolutions due to them arriving through space-time distortions and being the product of far more advanced technology than what was available at the time. Due to its man-made origins, Porygon does not need to breathe or eat, though it can still accept food if given. It has the ability to convert its body into digital data, allowing it to travel through cyberspace. Recently, it has become more helpful inside cyberspace by searching for any suspicious data that exists. Some believed Porygon has the power to potentially travel in space despite the species not displaying that ability yet. Because it is man-made, it is generally found in computers or in labs and other buildings where people work. Porygon and its evolved forms are the only known Pokémon capable of learning the moves Conversion and Conversion 2. Prior to Generation V, Sharpen was also one of its signature moves. Additionally, prior to Generation V and in Generation IX, Porygon and its evolved forms are the only known Pokémon that can have Download as an Ability. It can use Conversion to change its appearance to mimic another Pokémon's and has also demonstrated the ability to change color for camouflage."
}