{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Zapdos_(Pok%C3%A9mon)",
    "pokemon": "Zapdos",
    "pokedex_number": "0145",
    "origin": "Zapdos seems to be based on the Native American legend of the thunderbird, a spirit of thunder, lightning, and rain that took the form of a giant bird. The beating of the wings was said to create thunder. It may also have been based on the lightning bird, a bird created from wherever lightning hits the earth. Aesthetically, it may be based on hummingbirds, due to the long beak, the rather simple wings, and described violent behavior.",
    "description": "Zapdos is a large, avian Pokémon with predominantly yellow plumage. It has small, triangular eyes with black around them and a long, thin, light orange beak. Its wings and tail are a mass of spiky feathers and there are black feathers covering the back of its wings and inner tail feathers. A large crest of spiked feathers surrounds its head. Its thighs are tan, and it has thin, light orange legs. It has feet with three forward-facing toes and one backward-facing toe; each toe has a short talon. Rarely seen, in An Illustrated Book of POCKET MONSTERS, Zapdos is said to be a divine bird that presides over the heavens, spending millennia among thunderclouds, before descending with lightning bolts. When Zapdos flaps its glittering wings, it releases electricity that can potentially cause thunderstorms. Naturally, it produces massive crackling and snapping sounds when it flies; these are attributed to the lightning bolts it sheds when airborne. Zapdos reportedly appears only during thunderstorms and gains power when struck by lightning. When attacking, Pocket Monsters Carddass Trading Cards shows that Zapdos can electrify its talons. In The Power of One, Zapdos is said to regulate the ocean's currents, and when captured, they become catastrophically unstable. It is also shown to communicate through other electric-type Pokémon through exchanging lightning bolts. Furthermore, it is exceptionally territorial, immediately conquering and terraforming Fire Island after Moltres is captured in the interests of controlling the Orange Islands with thunder. As seen in Pokémon Horizons, like other Legendary Pokémon, Zapdos can be found in the Pokémon paradise Laqua. Zapdos loves Zapdos Treats made by Snacksworth, who once saw it fly right by him in the past. Shadow Zapdos is the only known Pokémon capable of learning the move Shadow Bolt."
}