{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Dragonite_(Pok%C3%A9mon)",
    "pokemon": "Dragonite",
    "numero_pokedex": "0149",
    "descripcion": "Dragonite is a draconic, bipedal reptilian Pokémon with light orange skin. It has large, grayish-green eyes and a round snout with small nostrils. A pair of long, thin antennae sprout from the top of its head with a small horn set between them. Its striated underbelly is cream-colored and extends from its neck to the tip of its long, tapering tail. It has thick arms and legs ending in three claws each. The leg joints are well defined, while its arms have a smooth, rounded appearance. Dragonite's wings are small relative to its body with teal wing membranes. As mentioned in Pokémon Sleep, Dragonite is known to sleep soundly while displaying its belly.[1] This rare sight is said to be an exhausted Dragonite resting after flying over the vast seas. Despite its bulky build, Dragonite is capable of flying faster than the speed of sound, being able to circle the globe in sixteen hours. A kind-hearted Pokémon with human-like intelligence, Dragonite shows signs of altruism: it is said to save humans from drowning and lead lost or foundering ships to safety. As demonstrated in Great Bowls of Fire!, however, it will go on an uncontrollable, destructive rampage if its environment is threatened. Dragonite will usually calm down and be satisfied after smashing down anything that has angered it to smithereens. It is known to engage in fierce battles with Kingdra whenever they meet. Dragonite has been referred to as the \"sea guardian\" and the \"Sea Incarnate\"; as such, there are many ships with figureheads decorated with Dragonite's look. Drayden stated in Thrash of the Titans! that Dragonite's power is capable of affecting the weather. In Fiore, Dragonite used by Pokémon Rangers to travel to different areas in the region, this flying service is called the Dragonite Bus. Dragonite is very rare in the wild, typically living near the sea. In fact, An Illustrated Book of POCKET MONSTERS categorises the Dragonite family alongside Legendary Pokémon. Some claim that there is an island somewhere in the ocean that only Dragonite inhabit. In Generation II, Dragonite and its pre-evolved forms were the only known Pokémon capable of learning the move Outrage, but other Pokémon could still inherit it via breeding."
}