{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Feraligatr_(Pok%C3%A9mon)",
    "pokemon": "Feraligatr",
    "pokedex_number": "0160",
    "origin": "Feraligatr appears to be based on a crocodilian. It visually resembles an alligator. The yellow marking on its belly might be a reference to the yellow stripes on young American alligators. In Pokémon Sleep, Feraligatr and its pre-Evolutions are revealed to sleep with one eye open, just like real-life crocodiles. The crest on Feraligatr's head is similar to the mohawk hairstyle which may allude to Feraligatr's boisterous personality.",
    "description": "Feraligatr is a bulky, bipedal, crocodilian Pokémon with blue scales. It has large, powerful jaws lined with several sharp fangs. Three teeth are visible when its jaws are closed: two in its lower jaw and one in its upper. Its eyes are red with black markings around them and ridges above them and its lower jaw is yellow. There are three red spines on its body, each with three points: one on top of its head, one between its shoulders, and one near the tip of its tail. There are also several groups of large, rectangular scales on its arms, knees, tail, and waist. Its back is slightly hunched with ridges behind the shoulders and hips. On its lower body is a yellow, V-shaped marking that extends up to its thighs; there is a thin line through the center of the marking. Its arms have five clawed fingers each, and its feet three clawed toes. Feraligatr opens its powerful jaws to intimidate its foes and viciously shakes its head once it clamps down on foes or prey. Because it has difficulty supporting its weight out of the water, it has been known to move on all fours. However, when hunting or fighting, it is agile and fast, due to its powerful hind legs. Feraligatr can rarely be found living near the water's edge. As shown in Pokémon Sleep, Feraligatr and its pre-Evolutions are known to sleep with one eye open and rest only half of its brain at a time — a practice known as unihemispheric sleep. As Feraligatr sleeps, it constantly keeps watch on its surroundings; it will immediately charge towards threats should it sense any."
}