{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Hoothoot_(Pok%C3%A9mon)",
    "pokemon": "Hoothoot",
    "pokedex_number": "0163",
    "origin": "Hoothoot seems to be based on a young horned owl, particularly the Eurasian eagle-owl due to its red eyes, combined with a clock. Its round body is the shape of a clock face, the two prongs of its crest resemble clock hands, the markings around its eyes resemble gears, and it has the ability to keep track of time. Its tilting movement while standing on one leg makes it resemble a pendulum clock.",
    "description": "Hoothoot is an avian Pokémon that resembles an owl with a round body. Most of its feathers are brown, but its belly is cream-colored. It has large, red eyes; a small, pinkish beak; stubby wings; and a fan-like tail with three feathers. Encircling its eyes are black rings; the lower rims of each ring have three protrusions that resemble the teeth on a gear, while the upper rims have extensions that resemble the hands of a clock. As seen in the Pokémon Journeys: The Series episode Finding a Legend!, Hoothoot's feathers can grow to be shaggy, and the protrusions on its head droop. It has two pinkish feet, each with five-clawed toes. However, it will typically only stand on one foot at a time and alternates between the two at speeds too difficult to track with the naked eye. Hoothoot begins crying at the same time every day and always tilts its head in the same rhythm. This ability is due to a special internal organ that senses the world's rotation, allowing it to keep track of time. As a result, Hoothoot was once considered a divine messenger sent to tell the time. Some countries see Hoothoot as a deity of wisdom. Historically, people raised Hoothoot to serve as clocks — a practice still done by some Trainers today. Hoothoot is most commonly found nesting in trees in temperate and boreal forests. Hoothoot is nocturnal, and during the day, it sleeps in holes carved into tree trunks. Hoothoot preys on Grubbin."
}