{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Spinarak_(Pok%C3%A9mon)",
    "pokemon": "Spinarak",
    "pokedex_number": "0167",
    "origin": "Spinarak may be based on the Jorō spider, a spider with similar coloring found throughout Japan. The face-like marking on its back has however given rise to a number of other theories, including the happy face spider, an arachnid from Hawaii with similar coloring and a face-like marking on its abdomen. It could also be based on any number of spiders with face-like markings, including the Asian kidney garden spider, whose markings appear as a frowning face like most of Spinarak's official artwork; or some jumping spiders, which have a similar build to Spinarak but do not spin webs. The horn on its head may be based on the Ceratogyrus tarantulas, some species of which have similar horns.",
    "description": "Spinarak is a green arachnid Pokémon that resembles a spider. It has black eyes with white pupils, a white horn on its forehead, and a pair of red mandibles. On the back of its abdomen are two black dots and a line that resembles a face; the face on its back can change expression.[1] There is an additional line encircling the end of its abdomen. It has three pairs of yellow legs, each with a black band around the middle. Spinarak is a nocturnal Pokémon that lives in temperate and tropical forests. It spins webs that are strong enough to withstand having stones set on them and act as nets for fishermen. A patient hunter can wait for days for prey to become ensnared in its web. It senses what kind of prey has been caught by the vibrations in the web and its preferred prey is Cutiefly. Once its prey is captured, a motionless Spinarak will wait until darkness falls. Its poison is not very strong but is potent enough to weaken caught prey. As seen in the Pokémon the Series episode Hassle in the Castle, silk produced by a Spinarak can be used for facial treatments, as well as patching up skin wounds. Spinarak and its evolved form, Ariados, are the only known Pokémon capable of learning the move Toxic Thread. Before Generation V, Spider Web was its signature move."
}