{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Crobat_(Pok%C3%A9mon)",
    "pokemon": "Crobat",
    "pokedex_number": "0169",
    "origin": "Crobat seems to be based on a bat, particularly vampire bats, which bite other animals to feed on their blood. It may also be inspired by mythological vampires. Its extra set of wings may be based on the fact that a bat's front legs and hindlegs are connected by their patagium, essentially incorporating all of their limbs into their wings. Its very high Speed stat may be based on the Mexican free-tailed bat, which purportedly has the fastest horizontal flight speed of any animal. Its Poison type may be inspired by either the anticoagulant properties of vampire bat saliva or the fact that bats are infamous for spreading deadly diseases such as rabies.",
    "description": "Crobat is a purple, chiropteran Pokémon with a small, round body. It has long, pointed ears, yellow eyes with red pupils, and a small mouth that usually has its teeth bared. On its body are two pairs of wings: an upper pair that is slightly larger and a lower pair that developed from its hind legs. Both pairs have green-blue membranes, but the lower pair's membranes are only visible from the back. The upper wings have two claw-like fingers near the middle. On the bottom of its body are what appear to be a pair of stubby feet or tufts of fur. Crobat is capable of flying long distances by alternating between its two sets of wings. The extra set of wings has also improved its flight speed without sacrificing its ability to fly silently. It can also travel through cramped caves without ever slowing. The combination of silent flight and sharp fangs allows it to bite down on prey without being noticed and drain their blood. If unable to consume blood, it becomes lethargic and unable to fly. Due to its lack of legs, it is clumsy on the ground and only able to crawl around with its wings. Crobat is rarely found in the wild, though it is typically found in caves or on tree branches, where it hangs upside-down by its rear wings. It is a nocturnal Pokémon."
}