{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Ursaring_(Pok%C3%A9mon)",
    "pokemon": "Ursaring",
    "pokedex_number": "0217",
    "origin": "Ursaring appears to be based on bears, such as the brown bear and Asian black bear. The latter is known in Japanese as ツキノワグマ tsukinowaguma, literally \"ring-of-the-moon bear\". The connection between a bear and a celestial body may also reference the Ursa Minor and Ursa Major constellations, Ursaring being the latter one. Ursaring's rectangular shoulder fur resemble fringes of buckskins or epaulettes.",
    "description": "Ursaring is a bipedal, ursine Pokémon. Its broad body is covered in brown fur, except for its muzzle, inner ears, and paw pads, which are yellow. It has narrow eyes, a triangular, black nose, and a wide mouth with small, visible fangs in the upper jaw. The fur on Ursaring's shoulders is longer and more structured, with rectangular extensions. A female Ursaring has longer fur on its shoulders than a male. There is a large, yellow, ring-shaped mark shaped like a new moon on its chest. Ursaring's forelimbs are long, ending in five claws each, while its hind legs are short and thick, ending in three claws each. Its tail is large and spherical in shape. Ursaring lives in mountainous forests, sleeping in treetops and gathering food throughout the day. While it is skilled at climbing trees, it gathers food by snapping them and collecting whatever Berries or fruits fall down. It will mark trees bearing delicious fruit in its territory with its claws. Ursaring is also known to regularly eat honey, which is its favorite food. Ursaring's sense of smell can distinguish any aroma, and as such, it can find food buried deep underground or in streams. It will also search for food during the winter season. As seen in the Pokémon the Series: Ruby and Sapphire episode Going for a Spinda, Ursaring is highly protective of its cubs, and in the original series episode Forest Grumps, it's shown to become more aggressive during mating season. It also becomes more ferocious when it is hungry. Ursaring are known to get into fights with Primeape when they encounter each other while searching for berries. When exposed to peat found in Hisui during a full moon, Ursaring can evolve into Ursaluna."
}