{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Smeargle_(Pok%C3%A9mon)",
    "pokemon": "Smeargle",
    "numero_pokedex": "0235",
    "descripcion": "Smeargle is a bipedal, beagle-like Pokémon with white and brown fur. It has a long tail with an end resembling a paintbrush. This paintbrush oozes with paint, and the color of the paint may vary for each Smeargle, as well as change in hue corresponding to its emotions. Smeargle has a footprint on its back that is typically the same color as the paint on the tip of its tail, though Smeargle can have separate back and tail colors in Pokémon Stadium 2. The mark is placed on Smeargle's back as a sign of adulthood. Smeargle also has a round structure on its head with a point that resembles a beret. It has floppy, brown ears and a brown collar on its neck. The rings encircling Smeargle's eyes are also brown, as are Smeargle's eyelids. Its arms have two brown bands, and its legs have only one. Each of its limbs has three digits. Smeargle's in-game appearances in Pokémon Gold, Silver, and Crystal as well as Pokémon Colosseum and Pokémon XD: Gale of Darkness all depict it with red paint on its back and tail while its Shiny coloration is depicted with green; the inverse is true in the Generation III core series games and in every game from Generation IV onwards. Pokémon Stadium 2 and the Pokémon the Series episode The Art of Pokémon both depict Smeargle that have blue back and tail colors, with the animated series episode also depicting Smeargle that have yellow back and tail colors. Its Shiny coloration in Stadium 2 can also be seen with teal, orange, or indigo paint on its back and tail. Smeargle uses its paint to mark its territory. There are over 5,000 known different marks that Smeargle uses. Each Smeargle's tail is predetermined by the mysterious fluid secreted at the tip of the tail. There are Smeargle fanatics who will pay big money to own one. It can also use its signature move, Sketch, to copy moves from other Pokémon. Smeargle is the only known Pokémon capable of learning the move Sketch. Smeargle is often found in urban areas filled with graffiti."
}