{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Shiftry_(Pok%C3%A9mon)",
    "pokemon": "Shiftry",
    "pokedex_number": "0275",
    "origin": "Shiftry seems to be based on a mature oak tree and a tengu, Japanese yōkai with long noses who use their supernatural powers to protect forests and play cruel tricks on people. Like Shiftry, tengu are often depicted with flowing white hair and wearing single-toothed wooden sandals called geta. They also wield magical fans that have the power to stir great winds, similar to Shiftry's leafy hands and ability to learn moves such as Whirlwind and Hurricane, as well as having the Wind Rider Ability. Additionally, its Shiny variant's reddish coloration may have been inspired by the tengu's trademark red skin. Its wooden, humanoid body and large mouth are also reminiscent of a nutcracker doll.",
    "description": "Shiftry is a bipedal, portly plant Pokémon that appears to be made of wood. A shaggy white mane covers most of its face and trails down its back. Long pointed ears poke out the top of its mane, and it has a long, pointed nose and a large mouth with teeth that are usually bared. Its eyes are yellow with black sclerae. This Pokémon's feet resemble Japanese tengu-geta. Three broad leaves with brown spokes form each of its hands and are used to create powerful winds close to 100 feet (30 meters) per second in speed. A female will have smaller leaves than a male. Shiftry is a wicked, mysterious, and very rare Pokémon that lives atop ancient trees in deep tropical forests. It arrives with freezing winds and is feared by people as the guardian of the forest. It is said that when Shiftry does this, the winter season will arrive. It can read an opponent's mind and then take preemptive action. In the Pokémon the Series: Ruby and Sapphire episode Jump for Joy!, it was shown to lead large groups of Seedot and Nuzleaf. Folklore states that Shiftry was once an evil bird Pokémon before its wings and beak were replaced as punishment for its misdemeanor."
}