{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Crawdaunt_(Pok%C3%A9mon)",
    "pokemon": "Crawdaunt",
    "pokedex_number": "0342",
    "origin": "While Crawdaunt's name and appearance suggest that may be based on a red swamp crayfish (with its aggressive behavior reminiscent of the species' hardiness and status as an invasive species), it seems to bear a heavier resemblance to the lobster, given its larger size. Crawdaunt's ability to learn the move Dragon Dance may come from the literal meaning of the word \"lobster\" in Chinese, which is 龙虾 Lóngxiā (dragon shrimp). Based on the stars and stripes seen on Crawdaunt, as well as Corphish's name, it is possible that Crawdaunt has a military motif with the star and stripes resembling uniform insignias often used to indicate enlisted ranks, potentially that of a higher ranked member of a marine corp.",
    "description": "Crawdaunt is a primarily red, crustacean Pokémon with a tan underside. It has circular eyes set in deep sockets and a large, star-shaped growth on its forehead. The upper and lower halves of its underside are separated by a pattern of angular red shapes, and there are two blue stripes on its throat. Its forelimbs have two large pincers with spiked edges and tan lower halves form. There are two sets of hind limbs. The foremost pair are simple claws with two spikes, while the rear pair are large and thick with two white claws. A yellow triangle marks the base of its lobster-like tail. Crawdaunt is a very violent Pokémon that lives in ponds. Because of its constant challenges to battle, no other Pokémon wants to inhabit its territory. Not even a swarm of Basculin will drive Crawdaunt away. Any that do venture too close are tossed out of its pond with its pincers. An experienced Crawdaunt will be covered in scars from countless battles. However, it must molt regularly and its shell is soft immediately after. Once its pincers fall off, Crawdaunt turns timid until they grow back. In order to protect itself, it burrows under stream beds until its new shell hardens. Unlike the meat found in the claws of Crabrawler and Clauncher, Crawdaunt's have foul smell and taste. Crawdaunt are known to be extremely difficult to raise."
}