{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Milotic_(Pok%C3%A9mon)",
    "pokemon": "Milotic",
    "pokedex_number": "0350",
    "origin": "Milotic seems to be based on a sea serpent and a mermaid due to its hair-like fins, pale upper body, and scaly lower body. It is also similar to an oarfish, which have very long bodies and red fins. Its gills are similar to those of lampreys and hagfishes. Its tail fin resembles a hand fan, and its colorful scales resemble stained glass. Its feminine appearance and history of being depicted in art indicate that it may be inspired by Venus, the Roman goddess of love and beauty. Its drastic transformation after evolving from Feebas may be inspired by the classic fairy tale The Ugly Duckling, where a small and feeble duckling is treated as an outcast by other animals until it eventually grows up to be a beautiful swan.",
    "description": "Milotic is an aquatic, serpentine Pokémon with a primarily cream-colored body. It has red eyes with long, pinkish antennae above them. Additionally, there are long, hair-like fins above its eyes, which begin thin and thicken towards the tips. These eyebrows extend to almost half of Milotic's body length and will be longer on the female than the male. On top of its relatively small head is a straight spike. Running down either side of its neck are three black dots, similar to gills. Its lower body is a pattern of blue and pink, diamond-shaped scales outlined with black. The tail consists of four large, blue fins with pink ovals in their centers. Each of the tail fins overlaps the next slightly, causing it to resemble a fan. Milotic's scales are said to change color depending on the viewing angle, which has so far only been depicted in Pokémon Battle Revolution. Milotic is said to be the most beautiful of all Pokémon. In fact, it is said to have inspired many artists in their works. However, there are Trainers who prefer Feebas over it, seemingly disappointed after it evolves from said Pokémon. When there are fights going on, it has the power to calm angry feelings and end arguments by releasing a wave of energy. In addition, it can move by floating in the air as shown in the twelfth Pokémon movie. It lives at the bottom of large lakes. Prior to Generation V, Milotic was the only known Pokémon that could have Marvel Scale as an Ability."
}