{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Kricketune_(Pok%C3%A9mon)",
    "pokemon": "Kricketune",
    "pokedex_number": "0402",
    "origin": "Kricketune appears to be based on a cricket, which is widely known for its loud chirping songs used to attract females. Crickets use a form of stridulation to create noise, which they do by striking their forewings together, but this is often mistakenly believed to be done by rubbing their legs against their body, as Kricketune does. It also resembles a violin beetle, with an abdomen assuming the appearance of an actual violin or similar stringed instruments, and arms that function similarly to a bow. The spheres midway through its antennae resemble those of the Compsocerus violaceus, a species of beetle found in Southern Brazil, Uruguay and Argentina, whose popular names similarly reference stringed instruments: \"besouro viola\" (viola beetle) in Brazil, and \"guitarrero\" (guitarist) in Spanish-speaking regions.",
    "description": "Kricketune is a bipedal Pokémon with an insectoid appearance. Primarily red, there are three black, oval markings on its abdomen, a tan streak running down its neck to its belly, and a tan underside with a small, dark red marking above it. It has oval, gray eyes, and a dark red, round nose. Black feelers with curled tips extend from either side of its nose, similar in appearance to a mustache. The male's feelers are longer than a female's. On top of its head are two antennae with conical bases, spherical centers, and long, thin tips. Kricketune has two small feet and a pair of black wings. This Pokémon's arms are shaped similar to its antennae and are crossed over its chest when it cries. By rubbing its arms together, Kricketune can produce sounds and improvise melodies. It can also allow its cry to resonate in its belly. Kricketune's melodies vary greatly between individuals, and can be used to signal its emotions. Scientists have been observing the melodic patterns of Kricketune for studies. In one village, Kricketune are used in a contest based on the different sounds it makes."
}