{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Rampardos_(Pok%C3%A9mon)",
    "pokemon": "Rampardos",
    "pokedex_number": "0409",
    "origin": "Rampardos is based on the family of dinosaurs known as Pachycephalosauridae. The head ornamentation resembles that of the Stygimoloch or the Dracorex because of its height.\nIt also appears to be based on the ultimate spear/unstoppable force, as opposed to its counterpart, Bastiodon, which appears to be based on the ultimate shield/immovable object.",
    "description": "Rampardos is a large, dark-gray, dinosaur-like Pokémon resembling a Pachycephalosaurus. It has a pearl-like dome crowning its head, which obstructs its red eyes. It has blue stripes, one on its tail, and one on each of its knees and wrists. It has various spikes: one on each knee, two on the blue-collar on its neck, two short ones on its nose, and four on its head. Two of these head spikes are bigger than the other two. Its strength lies within its fierce head-butting attacks. A charging Rampardos can knock down virtually anything with one hit. 100 million years ago, it lived in jungles, where it ruthlessly chased its prey while tearing down trees in its path. Rampardos has the personality of a brute. It enjoys barging into objects with its head to train its strength and reflexes. This resulted in its skull growing a foot thick and harder than steel, which prevents it from fainting if it crashes into anything, even another charging Rampardos. Long after its passing, ancient people would dig up its well-developed skull fossil and use it as a helmet. However, because its skull grew so thick, its brain became even smaller than that of Cranidos, leading to theories that its stupidity led to its extinction. Its fossils have been found near those of Bastiodon, suggesting that these two lived in the same habitat, likely as enemies. Very little was known about Rampardos's biology in ancient times. There were records of a Rampardos that escaped after being revived and evolved, destroying a skyscraper in the process."
}