{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Combee_(Pok%C3%A9mon)",
    "pokemon": "Combee",
    "numero_pokedex": "0415",
    "descripcion": "Combee is a small, flying, insectoid Pokémon. Its body consists of three orange, hexagonal sections that resemble honeycomb cells, arranged with two hexagons on top and the remaining hexagon between and below them. Each hexagon has a round, yellow face with two black, oval eyes and a black, curved mouth. In the middle of their foreheads, the upper two faces each have a single whisker-thin, black antenna with black, oval tips approximately the size of their eyes. They also each have a translucent, rounded-triangle-shaped wing connected to an orange, domed joint on their sides. The backsides of the upper faces are yellow and rounded, as the sides of a sphere. The bottom face is the main thinker of the three, and it is also the only one to have a full, insectoid abdomen. This abdomen is yellow near the tip with a thick, black stripe close to its hexagonal frame. Female Combee have red, wedge-shaped spots on the foreheads of their lower faces, just below the point where all three faces meet; male Combee have no distinct markings in this area. Similar to other Pokémon with multiple heads, such as Dugtrio and Dodrio, Combee's trio of faces each have their own consciousness. For example, each face has a different taste in nectar, and Combee can fly only when the top two faces coordinate the flapping of their wings. Each Combee's trio of faces has been together since birth. Unlike bees in real life, the vast majority of Combee are male. However, Combee are otherwise similar to bees in their social behavior. They are mostly sociable among their own kind, and form groups of about a hundred individuals. They are generally harmless to others, as they tend to flee when threatened. From sunrise to sunset, Combee will collect nectar to create Honey wherever they can. Beautifly often provides trouble by driving away any Combee that tries to collect near it. Though Combee produce Honey for multiple purposes, they usually consume it. Each swarm of Combee makes a different flavor of honey. When not gathering nectar, Combee will protect their queen Vespiquen. They are very suggestible and will never defy the orders of their queen. When a Vespiquen feels threatened, its Combee will not think twice about risking their lives to protect their queen, to the point of aggressively attacking or even killing the threat. Combee commonly live in caves and hollow trees of forests and other natural, secluded areas with their queen. Combee sleep by creating a hive with other Combee, locking together into a tessellated wall to feel safe in larger numbers. Teddiursa and Mothim regularly raid Combee nests for the Honey they collected. Prior to Generation V, Honey Gather was Combee's signature Ability."
}