{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Vespiquen_(Pok%C3%A9mon)",
    "pokemon": "Vespiquen",
    "numero_pokedex": "0416",
    "descripcion": "Vespiquen is a bee-like Pokémon with a typical insect-like, three-part body, i.e. divided into an abdomen, thorax, and head. It has a yellow- and black-striped abdomen, which flares out from a thin, waist-like protrusion under its thorax in a manner that resembles an elegant ballgown. Underneath the expansive abdomen are seven orange, honeycomb-like cells that serve as a nest for baby Combee; the centermost cell, however, surrounds what appears to be a slender, yellow, more insect-like abdomen, which is often obscured by the ‘gown’ part of its abdomen. Vespiquen has black arms that each consist of two thin, conical segments. Each arm ends in two small, orange claws. It flies with a pair of relatively small wings, each of which consists of two stacked, translucent teardrop segments. Vespiquen's arms and wings attach to its round thorax, which is yellow on the front, black on the back, and orange on each side where its arms attach. A curved line on its back, between its orange shoulders, separates its thorax and waist. Vespiquen's head consists of its face and horns. Its orange face has intimidating red eyes; yellow mandibles that protrude from its face and connect to its horns; and a large, red gem on its forehead. Vespiquen's horns are yellow near its face and black at the tips, and with the gem, they resemble historical headpieces or crowns worn by European royal and noble women in the Late Middle Ages, such as the escoffion. Similar to queen bees in real life, Vespiquen is a female-only species. Vespiquen is the sole queen of a hive of Combee, which it commands by releasing pheromones. The more pheromones Vespiquen produces, the more Combee it will have in its hive. As queen, Vespiquen gives birth to and raises Combee grubs, feeding on flowers to make honey for its progeny; it also controls and protects its hive. It is far more powerful than its Combee, and it will only take direct action if its Combee are unable to protect the hive; even so, the Combee will defend their Vespiquen even to the point of death. Vespiquen will destroy and feed on any outsiders it catches sneaking into its hive. However, if outsiders prove themselves to a Vespiquen by defending its hive, it may repay these acts of kindness with a reward. Vespiquen is the only known Pokémon capable of learning the moves Attack Order, Defend Order, and Heal Order."
}