{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Shellos_(Pok%C3%A9mon)",
    "pokemon": "Shellos",
    "numero_pokedex": "0422",
    "descripcion": "Shellos is a sea slug-like Pokémon whose appearance changes depending on which part of the sea it is found in. Both forms have amorphous, slug-like bodies, black oval-shaped eyes with yellow outlines, minuscule, dot-shaped noses, and wide yellow lips. Like real-world sea slugs, they have mantles covering the top halves of their bodies. These mantles are outlined in yellow, similar to their eyes. Unlike real sea slugs, however, they have bulbous heads and four small feet rather than one large foot. The West Sea form's underside is white, and its mantle is pink, with several small spike-like protrusions on its back. On its head is a ring of pink, fleshy knobs resembling the gills of a nudibranch. West Sea Shellos' appearance is theorized to have been influenced by warm ocean waters. The East Sea form, meanwhile, sports a green underside and a turquoise mantle. Two yellow-lined, flap-like protrusions, resembling cerata, are present along its back. On its head are two white-tipped tentacles resembling rhinophores that extend away from its face. East Sea Shellos's appearance is theorized to have been influenced by cold ocean waters. Shellos lives along seashores; its color becomes more vibrant the better quality of the waters it lives in. It is also believed that Shellos's diet, which consists of plankton, also influences its form, though this has yet to be proven. The physical differences between both forms appear largely cosmetic; no significant changes in capabilities have been observed. While it can travel onto land, it can only stay on the shore for a limited time before its skin dries out. When Shellos' squishy body is pressed or squeezed, or when Shellos senses imminent danger, a mysterious purple fluid — theorized to be a kind of stress-induced greasy sweat — will ooze out of its body. This fluid is its defense mechanism against enemies; although harmless, it is very sticky and hard to wash off. Shellos has a friendly disposition and is said to have great regenerative capabilities. In the animated series, West Sea Shellos can extend their necks to incredible lengths. It is unknown if the East Sea form can do this as well. This species once had a shell on its back long ago and is considered a close relative to Pokémon such as Shellder. The Nurse Joy featured in Gateway to Ruin! revealed Mount Coronet's formation led to an allopatric speciation event, in which the original population of Shellos was separated into two. As a result, Shellos's color and other physical aspects began to vary due to environmental differences and population isolation over time. The two forms are still able to interbreed; the child normally takes the mother's form but takes the father's if bred with a Ditto. Recently, East Sea Shellos' population has been declining, while West Sea Shellos has become more abundant than before."
}