{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Gastrodon_(Pok%C3%A9mon)",
    "pokemon": "Gastrodon",
    "pokedex_number": "0423",
    "origin": "Gastrodon is based on a sea slug,[1] perhaps one of the order Opisthobranchia. It may also be based on a sea hare, a type of sea slug that is also known to secrete purple fluid in self-defense. The tentacles on Gastrodon's head are shaped like cattle horns, which may be a visual pun on 海牛 umiushi (Japanese for sea slug, derived from 海 umi (sea) and 牛 ushi (cow; cattle)).",
    "description": "Gastrodon is a sea slug-like Pokémon. Much like its pre-evolved form, it has a slug-like body with a round head and a mantle covering the top half of its body. It has six stubby legs and two black eyes with white pupils, with a mark imitating a third eye appearing on its forehead. A yellow stripe runs along the edge of its mantle, through its two lower eyes, and around the back of its head. Like Shellos, Gastrodon has two forms based on the sea it lives in. In its West Sea form, it has a pair of large tentacles on its head that curve upward and a smaller, straighter pair on its neck. Its underside is pink, while its mantle is brown, with three pink spots on each side of its back. There are also two lumps on its back, resembling the cerata on real-life sea slugs. In its East Sea form, it retains the head tentacles it had as a Shellos, which are now fully green and angled slightly further upward. Its underside is turquoise, while its mantle is forest green with two turquoise spots on each side. It has a pair of yellow, fin-like cerata on its back and a wavy yellow line bordering its side and rear. Gastrodon and its pre-Evolution Shellos are examples of allopatric speciation, although the two forms can still breed with each other. It is also a relative of Shellder and Cloyster. When threatened, it oozes a purple liquid and flees. While not poisonous, the fluid is very bitter and sticky. Its mucus-coated body is soft and squishy yet surprisingly resilient, and it leaves behind a trail of sticky slime when moving on land. It also has strong regenerative capabilities that allow it to recover from injuries or dismemberment within a few hours. In ancient times, it had a shell on its back, which gradually became a thin yet hard vestigial plate. Gastrodon lives in shallow tidal pools, beaches, and rocky shorelines. Its diet consists mainly of plankton, but it is occasionally known to move onto land to look for other foods, such as beach sand. When it finds prey, it melts it with mucus before eating them. While Gastrodon cannot stay out of water for too long due to its body being highly vulnerable to dehydration, it becomes more active during cloudy or rainy weather. It has been found on far-off mountains during times of constant rain. The two forms of Gastrodon are known to engage in heated conflict with one another. West Sea Gastrodon was much more numerous in the past than it is in the present. Conversely, East Sea Gastrodon's population has visibly increased in population as of late."
}