{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Drifloon_(Pok%C3%A9mon)",
    "pokemon": "Drifloon",
    "pokedex_number": "0425",
    "origin": "Drifloon appears to be based on a balloon. The yellow shape around its mouth resembles a puncture bandage (its mouth being the puncture), the white puff on its head resembles a cloud, and its heart-shaped feet resemble the weights on the strings of helium balloons. It also resembles the comb jelly, specifically the Tentaculata. It may also be based on space jellyfish (also known as atmospheric jellyfish), an atmospheric phenomenon caused by rocket launches that are often mistaken for cryptids or UFO sightings.",
    "description": "Drifloon is a Pokémon with a spherical, purple body. It has two stringy arms that have yellow, heart-shaped hands on the ends of them. At the base of its body is a frayed protrusion that resembles the tied end of a balloon. In the middle of its face is a yellow tape-like \"X\" mark, which contains its little mouth in the very center. Located on either side of the \"X\" are its small, black eyes. A white mass of fluff that resembles a cloud sits on top of Drifloon's head. Drifloon's body is filled with air, as well as the lost spirits of people and Pokémon. Its body expands as it collects more souls. If it explodes, the souls unleash with a screaming sound. It is also rumored that Drifloon itself is reincarnated from deceased humans. This Pokémon is known as a \"Signpost for Wandering Spirits\" due to its aimless drifting. Desiring company, Drifloon often seeks out children and grabs their hands. However, due to how light it is, it can be resisted easily and is often pulled around. This results in Drifloon running away from any children who are rough with it. Drifloon also dislikes heavy children. There are rumors that Drifloon steals children who hold onto it, guiding them to the afterlife. Despite this reputation, as seen in the Pokémon the Series: Diamond and Pearl episode Drifloon On the Wind!, Drifloon can be friendly and helpful. In the movie The Rise of Darkrai, Drifloon's body puffs up when it gets angry or aggressive. Drifloon sightings are typically more common at night. It prefers to reside in damp, humid locations and can expand or shrink to express its feelings. As mentioned in Pokémon Sleep, it has been observed holding plush toys while it sleeps. It is believed that Drifloon has mistaken the toys for children. Drifloon and its evolved form, Drifblim, are the only known Pokémon that can have Flare Boost as an Ability. Prior to Generation V, this was also true for Unburden."
}