{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Drifblim_(Pok%C3%A9mon)",
    "pokemon": "Drifblim",
    "pokedex_number": "0426",
    "origin": "Drifblim appears to be based on a hot air balloon. The yellow shape around its mouth resembles a puncture bandage (its mouth being the puncture), the white puff on its head resembles a cloud, and its four arms pose as the rigging connected to the balloon's basket. It also resembles the box jellyfish, specifically the Carukia barnesi. It may also be based on space jellyfish (also known as atmospheric jellyfish), an atmospheric phenomenon caused by rocket launches that are often mistaken for cryptids or UFO sightings.",
    "description": "Drifblim is a Pokémon that has a large, spherical, purple body with the lower quarter of its body being a lighter purple. The colors are separated by a repeated semicircle pattern all around its body. On the top of its head is a puffy, white mass, which closely resembles a cloud. In the center of its body is a large yellow \"X\" mark, and on either side just above the \"X\" are its small, red eyes. On the lower portion of its body are four long, thin arms that extend diagonally in four different directions. Its arms are tipped with yellow and have three short points each. The bottom of its body narrows into a short, red extrusion that fans slightly outward. Drifblim's body contains souls, said to be burdened with regrets. These souls serve as fuel for Drifblim's gas. Drifblim is strong enough to lift Pokémon or people but has no control over its flight. This causes it to drift with the wind and end up anywhere. It can, however, inflate and deflate itself with gas to control its altitude. It is rarely active during the day but usually gathers in groups during the evenings. When noticed, the groups will suddenly vanish to unknown locations. Drifblim preys on Clamperl. There are rumors of Drifblim carrying people to the afterlife; as well, there have been songs or poems dedicated to Drifblim due to people admiring its transient, melancholy aspect. Drifblim and its pre-evolved form, Drifloon, are the only known Pokémon that can have Flare Boost as an Ability. Prior to Generation V, this was also true for Unburden."
}