{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Honchkrow_(Pok%C3%A9mon)",
    "pokemon": "Honchkrow",
    "pokedex_number": "0430",
    "origin": "Honchkrow is based on a crow or raven. With its bulkier, more powerful appearance, Honchkrow looks much more like a raven than its pre-evolved form does, but its coloration resembles that of the hooded crow. While Murkrow appears to be based on witches of western folklore, Honchkrow's appearance is reminiscent of a crime boss, giving a new interpretation to Murkrow as a gang member under Honchkrow.  Its crest even looks like a wide-brimmed fedora hat, an article of clothing often associated with mobsters. However, Honchkrow's tail does resemble a besom broom, which has long been connected with witchcraft, and its hat- and beard-like feathers also give the impression of a sorcerer or wizard.  It may also be inspired by witches' familiars, which often can be crows or ravens. Therefore the group of Murkrow which act as goons to Honchcrow could also be a reference to a coven or a magical organization, thus making Honchkrow a reference to coven leaders. A crescent moon design seems to be present around Honchkrow’s eye, again hinting at the witch theme. The design of Honchkrow's hat could also take inspiration from the hardened crests likened to that of the great hornbill and the cassowary.",
    "description": "Honchkrow is a dark-blue avian Pokémon with plumage resembling a person dressed in formal attire, one that most resembles a mob boss. It has a large feather crest resembling a fedora hat that has spikes extending from the back. It has circular red eyes with white sclerae and dark blue eyelids. Its yellow beak is slightly curved, and its head is supported by a broad, short neck. Honchkrow has a white and prominent crest of feathers on its chest that bears resemblance to a beard or cravat. Its wings have red feathers on the inside. Honchkrow has black feet with four toes. The tail's base is a white, cylindrical stalk, on which there is a growth of red feathers on the end. Honchkrow is known to be ruthless. With a mere cry, it can summon and organize a murder of more than one hundred Murkrow to collect food for it. Honchkrow also summons Murkrow to fight on its behalf, letting them do most of the fighting before it deals the finishing blow. The flocks of summoned Murkrow often plunge the sky into pitch-black darkness, giving Honchkrow the moniker, \"Summoner of Night.\" Honchkrow will never forgive any failure or betrayal of the Murkrow that follow it, and it will hunt and punish any member of its flock that does so. Honchkrow is more active at night, and normally spends the daytime hours tending to its feathers in solitude. It is a scavenger that lives in swamps, forests, human towns and cities, and plains."
}