{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Toxicroak_(Pok%C3%A9mon)",
    "pokemon": "Toxicroak",
    "numero_pokedex": "0454",
    "descripcion": "Toxicroak is a dark blue and teal, bipedal Pokémon resembling a poison dart frog. Its head bears a gently-upward curling spike which seems to be a part of the skull. Its eyes are bright yellow, sinister and intimidating, with a small snake-like pupil. Its mouth gives an appearance of a mouth-guard, with its red upper lip curling upward at the ends in a very intimidating manner. Underneath its chin is a bulbous red vocal sac, which is smaller on a female Toxicroak. It has three fingers and one large red claw on the back of each hand. These claws on the backs of their hands can channel poison. Its forearms have two black rings encircling them. Its legs are muscular and seem to be adapted for speedy attacks. It has three toes on its feet, with a red middle toe on each foot, and a sharp spike that juts out of its heels. Underneath the pelvic area are two white horizontal lines. Thick black lines run down the sides of its body and surrounding its limbs, making them seem as if the limbs are detachable. The black lines go up into its face and surround the eyes before meeting in the middle of its snout, just above the upper lip. By croaking, Toxicroak churns the poison stored in the poison sac on their throat for more potency. Toxicroak gives off poison with stings or claws, though it can poison when touched. This poison can knock an opponent out or even prove fatal, even if it is just a scratch. Toxicroak's poison can be diluted into a tonic, after mixing it with various wild grass, and cooking it for about two days. Toxicroak releases a victory croak when a foe is defeated. It can be cruel and fearsome, or it can be quite laid-back, relaxing on rocks and in marshes, studying the views around it. Toxicroak and its pre-evolved form, Croagunk, are related to Seismitoad. Toxicroak lives in moist areas around bodies of water. As mentioned in the Sleep Style Dex, Toxicroak occasionally uses the poison sac at its throat as a cushion while it slumbers. However, apporaching a sleeping Toxicroak will result in it suddenly punching its fists out without warning. It is believed that it is  practicing Poison Jab while dreaming."
}