{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Weavile_(Pok%C3%A9mon)",
    "pokemon": "Weavile",
    "pokedex_number": "0461",
    "origin": "Weavile may be based on the kamaitachi, a type of yōkai often represented as weasel demons with sickles on their front legs and sometimes understood as the cause of mysterious cuts on the skin, especially in cold weather. It also shares some traits with cats and weasels. Its appearance may be based on ancient Egyptian fashion, as it includes what resembles a headdress, collar, and earrings similar to what Egyptian deities wear. Its \"eyeshadow\" also resembles Egyptian makeup. The feathers on its head may also be inspired by Native American war bonnets or may represent the wind that is the key element of kamaitachi encounters.",
    "description": "Weavile is a bipedal Pokémon with a pale, gray body that resembles both a cat and a weasel. It has a bright red crown and collar made of wide feathers and a single, thinner feather on each ear. The ear feathers are smaller on a female Weavile. Weavile has two tail feathers and three claws on each paw. There is an oval, yellow gem-like protrusion in the center of its forehead. Its eyes are red with three eyelashes, and four fangs protrude from its upper jaw. Weavile is distantly related to Sneasler from the Hisui region. Weavile live in snow-covered areas and are notorious predators. Weavile is famed for its speed and agility. Weavile is also known for its intelligence and cunning nature, thanks to its brain having developed as it evolves from Sneasel. A scratch from Weavile's sharp claws can cause frostbite. Weavile travel in packs of four or five, with one of them acting as the pack leader. They hunt for prey such as Alolan Sandshrew, Alolan Vulpix, and even larger species like Mamoswine, then divide up the prey amongst themselves. Weavile can communicate with each other by carving patterns into trees, ice, and boulders, with over 500 distinct signs recorded. As mentioned in Pokémon Sleep, Weavile has been observed gesturing in its sleep, possibly trying challenging someone in its dreams. It is specalated that Weavile does this as cunning tactic to prevent those around it from figuring out that it's asleep."
}