{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Electivire_(Pok%C3%A9mon)",
    "pokemon": "Electivire",
    "pokedex_number": "0466",
    "origin": "Electivire may be based on an oni, a horned ogre that sometimes has powers of thunder and lightning and often wore tiger skin loincloths which are usually yellow with black stripes. Due to its shaggy appearance, Electivire may also be based on a Namahage, demons portrayed by men wearing oni masks, which tend to have long hair, and wore straw capes. It may also be based on a Yeti, an ape-like cryptid that was said to inhabit the Himalayas and that is commonly compared to the Bigfoot of North America. Its design and Motor Drive Ability are similar to an electric motor, while the mark on its back resembles a socket. Its horns may be based on Tesla coils and the tails look like cables.",
    "description": "Electivire is a large, humanoid Pokémon covered in yellow fur with black stripes. It appears to lack a neck and has red eyes, a black spot on its forehead, and a pair of antennae with bulbous tips. A pattern on Electivire's back resembles an electric outlet. The fur on its cheeks and shoulders is spiky and ruffled. It has two black tails with red rounded ends, resembling open electrical wires. Electivire has black feet with three, clawed toes, and five black fingers on each of its hands. Electivire is said to have the best electrical-energy output of all Electric-type Pokémon and has very impressive physical strength. Electivire is known to be recklessly careless regarding enemy attacks. The tips of its tails, which generate electricity, shock opponents on contact with over 20,000 volts. It can also electrify its punches by gripping onto its tails. Blue sparks fly between its antennae as its electric charge amplifies. It thumps its chest when excited, causing thunder and sparks to fly around it. The voltage it makes can increase when it is battling. The amount of electric energy it can produce depends on the Electivire's pulse. Electivire usually feeds off electric currents. In the Pokémon the Series: Ruby and Sapphire episode Home is Where the Start Is!, Electivire was shown eating fruits from trees. A single Electivire is capable of powering a large city for an entire year. Prior to Generation V, Electivire was the only known Pokémon that could have Motor Drive as an Ability."
}