{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Porygon-Z_(Pok%C3%A9mon)",
    "pokemon": "Porygon-Z",
    "pokedex_number": "0474",
    "origin": "Porygon-Z seems to be based on a bird or paper crane that has been rendered using computer software. The head-tipping motion it displays in some games is reminiscent of a drinking bird toy. It also bears resemblance to a balloon animal. Because it resembles a deformed version of Porygon2, evolves using a Dubious Disc, and displays unpredictable behavior, it may be based on a computer virus or an unauthorized software patch that causes bugs in a program. Its Pokédex entries imply a connection to artificial intelligence and robotic spacecraft.",
    "description": "Although technically a virtual, manmade Pokémon, Porygon-Z does have a physical body. Its head is fuchsia and ovoid in shape with a short, blunt antenna protruding upwards and a blue bill similar to that of a duck. Its eyes are yellow and have black rings, similar to a bulls-eye. The head is completely detached from the body and floats slightly above it. Its smooth, ovoid body is fuchsia with a blue ring connecting its arms. Two arms are loosely connected to their upper body and, other than their blue color, have no features. The tail is also blue and featureless but slightly resembles a paddle. Porygon-Z was given additional software in order to increase its abilities further, and its offensive power has greatly increased. The initial idea was to give Porygon2 the ability to travel through alien dimensions, but it did not work as planned. Instead, the resulting Pokémon began showing highly erratic, unstable behavior and twitchy movements, making it difficult to work with for research. As a result, it is believed the experiment to create Porygon-Z was a failure. This has been attributed to the incompetence of the engineer improperly updating its programming. Academics can't seem to agree on whether Porygon-Z should be considered a true evolution of Porygon2. In ancient Hisui, people were confused about Porygon-Z and its evolutionary relatives due to them arriving through space-time distortions and being the product of far more advanced technology than what was available at the time. Porygon-Z and its pre-evolved forms are the only known Pokémon capable of learning the moves Conversion and Conversion 2. Additionally, prior to Generation V and in Generation IX, Porygon-Z and its pre-evolved forms are the only known Pokémon that can have Download as an Ability."
}