{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Dusknoir_(Pok%C3%A9mon)",
    "pokemon": "Dusknoir",
    "pokedex_number": "0477",
    "origin": "Dusknoir appears to be a ghostly cyclops. A Japanese one-eyed mountain-dwelling creature named the Yamawaro may also have been the inspiration for this Pokémon. Like Dusclops, due to its round shape and a single eye, it may also be based on the Chōchin-obake, while it guiding lost spirits to the spirit world is similar to the Grim Reaper guiding deceased people to the afterlife. The face on its belly may be based on Jack-o-lanterns. Its ability to receive transmissions from the world of spirits may be based on paranormal explanations for electronic voice phenomena.",
    "description": "Dusknoir is a primarily black Pokémon that somewhat resembles a cyclops. Its cylindrical head is light gray with a single eye that has a yellow iris and a red pupil. Its eyelid resembles a smiling mouth, with its red eye being a tongue. There is a yellow band near the top of its head, and a short, yellow antenna with a disc-shaped tip extends from on top. Six flat projections extend from the base of its neck and surround its head, resembling an upturned collar. Dusknoir has well-developed arms with two yellow bands near its wrists and large, gray hands. On the front of its torso are two almond-shaped markings, and on its back are two circular markings. Both sets of markings resemble eyes. A yellow band encircles its body, zigzagging along the front and forming a long curve around the back. It has a wispy tail in place of feet. The antenna on Dusknoir's head allows it to receive transmissions from the spirit world, which tell it to bring people there. Dusknoir usually appears to those who are dead and bring their souls to the afterlife. Because of this, people highly fear Dusknoir. Sometimes, Dusknoir may accidentally take away the souls of those still alive, though this rarely happens. However, the Pokémon the Series: Diamond and Pearl episode Ghoul Daze! has shown it protecting innocent people from being taken to the spirit world. It is unknown if Dusknoir has a will of its own, or if it is forced to follow the bidding of the transmissions it receives. The band on its body can open, similar to a mouth. Dusknoir is capable of using its belly mouth to swallow its target whole. It also uses this ability to take spirits into its body and carry them home or as it travels to unknown places. Dusknoir only consumes spectral essence, leaving only the empty remains of living beings untouched."
}