{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Dialga_(Pok%C3%A9mon)",
    "pokemon": "Dialga",
    "numero_pokedex": "0483",
    "descripcion": "Dialga is a dark-blue, sauropod-like Pokémon with some gray metallic portions and light blue stripes. It has a chest plate on its torso, which has a deep blue diamond-like crystal embedded in the center. Dialga has a five-spiked fin-like structure on its back similar to a gear, three spines on the back of its neck, and a crest on its head, resembling a dinosaur. The crest somewhat resembles the shape of a sundial's rod. It also has two structures on the sides of its head that extend outward and resemble horns and fangs. It has three claws on each foot, of the same metallic look as its chest plate. Dialga has the power to control time; it can warp time by either speeding it up, slowing it down, reversing it, or stopping it altogether. It can also travel through time to visit the past, present, and future. Additionally, it is capable of blasting its targets with power that distorts time itself. It also has the power to destroy and create an entire universe, either by itself or with Palkia's aid. As shown in Pokémon Journeys: The Series, Dialga's temporal powers possess the ability to devolve anything or anyone against their will, including Pokémon, people, and plant life. It can reverse these effects as well. It is said that time started moving when Dialga was born and will continue flowing as long as its heart beats. Dialga usually travels by levitating. Since Dialga primarily resides in a different dimension, its behavior is nearly impossible to study. In the dimension where Dialga lives in, time is said to be constantly moving in different directions and speeds.[1] It has been shown to be very protective of its home. It also tends to have violent conflicts with its counterpart Palkia. The fin-like structure on its back is shaped radiating outwards and can be used to focus the flow of time, as seen in Pokémon Mystery Dungeon. According to the myths and legends of the Sinnoh region, in the beginning of time, the Mythical Pokémon Arceus created the Pokémon of time–Dialga, the Pokémon of space–Palkia, and the Pokémon of antimatter–Giratina, all three in their Origin Formes. After the Pokémon universe was created, Dialga retreated into its own dimension, where it has lived since. It was revered and feared as a deity in the past, being worshipped by the Diamond Clan, who referred to it as \"almighty Sinnoh\". Dialga is capable of speaking human language via telepathy, as seen when it communicates through the leader of the Diamond Clan, Adaman. Dialga and Palkia can control and spread the space-time distortions caused by Giratina, which create alpha Pokémon and cause noble Pokémon to become frenzied through lightning bolts that come out of the distortions. Dialga is the only known Pokémon capable of learning the move Roar of Time."
}