{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Regigigas_(Pok%C3%A9mon)",
    "pokemon": "Regigigas",
    "numero_pokedex": "0486",
    "descripcion": "Regigigas is a large, white, golem-like Pokémon. It has large yellow bands on its shoulders and wrists, and a yellow sloping section on its chest that appears to be its head. This section contains seven black circular \"eyes\" arranged in a specific pattern. The pattern is Regigigas's way of showing its anger; its eyes glow red when it is provoked. It has six gems around around its head, the upper ones are red, the middle ones are cyan, and the bottom ones are gray. Regigigas has long arms, with three fairly human-like white fingers, and short legs. Its body is covered in black stripes, and it has large bushes of moss growing in its back and feet. Regigigas is an extremely skilled craftsman. Long ago, it created five golems in its image and brought them to life. It used ice, rocks, magma, a cluster of electric energy, and crystallized dragon energy to create these golems. They'd be known as the Legendary Pokémon Regice, Regirock, Registeel, Regieleki, and Regidrago. Regigigas is also capable of controlling these legendary giants, even if they already belong to a Trainer. It can also survive extreme conditions as it is able to work with the boiling temperatures of magma as well as frigid ice (−328 °F / −200 °C). When Regigigas is disturbed from its slumber, it goes on a rampage and shoots powerful beams of energy. When it is befriended however, it'll become a calm and gentle giant. According to an enduring Sinnoh legend, Regigigas's strength enables it to pull landmasses together and bind them with ropes. This is what created the regions of the Pokémon world. At some point, Regigigas transformed itself into a stone of life and fell into a deep sleep inside the Snowpoint Temple. In order to protect it, Regice, Regirock, and Registeel transformed into three guardian pillars made of the basic elements of rock, ice, and steel, which were sealed as well. It can be reawakened by the reuniting the legendary giants once again in front of Regigigas's resting place. Regigigas is the only known Pokémon capable of learning the move Crush Grip. Prior to Generation IX, Slow Start was its signature Ability."
}