{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Shaymin_(Pok%C3%A9mon)",
    "pokemon": "Shaymin",
    "pokedex_number": "0492",
    "origin": "Shaymin's Land Forme is based on a hedgehog. However, its white body and the grass-like fur on its back make it somewhat resemble a Chia Pet as well. It may also be inspired by flower meadows or flower gardens. Moreover, when Land Forme Shaymin blooms with flowers, as seen in the movie Giratina and the Sky Warrior, Shaymin appears as a bouquet of flowers, which are commonly given as a sign of thankfulness, emphasizing Shaymin's role as the Gratitude Pokémon. The flower on its body resembles a Gracidea and could be based on a hydrangea, particularly the bigleaf hydrangea. It also shares, together with the leaves on its Sky Forme's neck, similarities with a poinsettia, a popular Christmas flower.",
    "description": "Shaymin is a small, white, hedgehog-like Pokémon. In Land Forme, it has green grass-like fur on its back and a pink flower with two leaves on each side of its head, which resembles the Gracidea flower. More flowers appear on its back whenever it feels comfortable, but when it senses danger, it rapidly hides them again. Its legs are short and its underside is plump. Shaymin is one of the shortest Grass-type Pokémon. Shaymin can instantly purify any polluted area of all impurities in the air and transform it into a lush field of flowers. It takes in the polluted air, purifies it inside its body, breaks it down into water and light, and releases the purified substance in a violent, explosive burst. Its power varies based on the type of pollution absorbed. Shaymin can also communicate with telepathy and sense the gratitude of others. Each season, Shaymin gathers with others in a flower field somewhere and migrates from there. This behavior is called Flower Carrying, because a new field of flowers grow wherever it lands. Shaymin is also attracted to areas where there is a lot of gratitude. Land Forme Shaymin has a shy personality and is easily scared. If wet, it shakes itself dry. It also exhibits the behavior of scratching itself with its hind leg. Shaymin lives in fields of flowers. Since it camouflages by curling itself up, it can easily escape people's notice. It has been observed to like sweet food. Shaymin is the only known Pokémon capable of learning the move Seed Flare."
}