{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Basculin_(Pok%C3%A9mon)",
    "pokemon": "Basculin",
    "numero_pokedex": "0550",
    "descripcion": "Basculin is a green aquatic Pokémon that comes in three forms. The bodies of both the Red- and Blue-Striped Forms are the same. They have a green, ovoid body, tapering off in the rear to a trapezoidal tail fin. A thick black stripe covers the top of their body from mouth to tail and a white, dorsal fin with four protrusions resembling spikes. Their lower jaw juts ahead of their upper jaw, with a small indent near the edges of their mouth. Both forms have three black dots on both sides of their body, behind their pectoral fins. The main difference between the three forms of Basculin is the color of the stripe that separates the black and green on their body. All forms of Basculin have fins in the same places, with one on top of their body ahead of the tail fin, one below the body ahead of the tail fin, and two side fins. The Red-Striped Form has jagged fins that resemble tridents, whereas the Blue-Striped Form has smooth fins all around. The Red-Striped Form has circular, red eyes, while the Blue-Striped Form has narrower, blue eyes. Red- and Blue-Striped Basculin are extremely hostile, especially towards their opposite form. They generally start fighting each other on sight for territory. However, on rare occasions, one form may swim with the other's school. Basculin is full of vitality and reproduces quickly. When a school of Basculin appears in a lake, Pokémon other than Corphish and Crawdaunt flee. It competes with Carvanha for food. Basculin has often been referred to as \"the thug of the lake\" or \"Thug of the River\", and uses its jaws, which are strong enough to leave bite marks in iron sheets, to devour everything in its way. However, despite their fierce reputation, Basculin become prey to stronger organisms, such as Bombirdier and Dondozo. Basculin were once also consumed by humans, and were considered very delicious. The meat of Blue-Striped Basculin has an inoffensive, light flavor, while the meat of Red-Striped Basculin is fattier, and was more popular with the youth. Basculin is a popular Pokémon with anglers due to its resistance. Many people release Basculin into lakes illegally, causing its population to grow abundant."
}