{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Archeops_(Pok%C3%A9mon)",
    "pokemon": "Archeops",
    "pokedex_number": "0567",
    "origin": "Archeops appears to draw inspiration from the Archaeopteryx, once believed by scientists to be the earliest of all birds; this is also referenced by its species as the \"First Bird\" Pokémon. Its body shape also resembles that of a Microraptor, which notably had feathers on its legs, like this Pokémon. It may also be based on the Feathered Serpents of ancient Mesoamerican mythologies, as well as European dragons in general.",
    "description": "Archeops is a large, avian Pokémon that bears traits of both birds and reptiles. Its featherless, scaly snake-like head is red with a green stripe running along the top. Its mouth is filled with sharp teeth. Its eyes are white with black pupils and no irises. Its body is covered with frayed-looking yellow and blue feathers designed for flight on its arms and legs enabling all four of its limbs to act as wings. All of these \"wings\" bear sharp claws. It has a ring of smaller green feathers on the ankles. Its tail is completely red and featherless except for a fan of blue feathers at the end, and as with the Archaeopterygiformes, it has fully-movable vertebrae in its tail instead of a pygostyle. Its plumage is very delicate. It is capable of flying, but is more adept at running, taking a running start to take flight with its weak wing muscles. To achieve flight, Archeops must run nearly 25 mph (40 km/h) as it builds up speed over a course that is 2.5 miles (4 kilometers) long. Archeops can hunt more efficiently when on the ground. Archeops is known to be intelligent, hunting for its prey in packs. One Archeops first corners the prey before another swoops down on it. It can outrun even an automobile. It has the intelligence to work with its partners to catch prey. Archeops are extinct but can be revived via fossils. Archeops is omnivorous; along with hunting for prey, it was shown eating fruit in the Pokémon the Series: Black & White episode Archeops In The Modern World!. Archeops and its pre-evolved form, Archen, are the only known Pokémon that can have Defeatist as an Ability."
}