{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Zoroark_(Pok%C3%A9mon)",
    "pokemon": "Zoroark",
    "pokedex_number": "0571",
    "origin": "Zoroark appears to be based on the kitsune of Japanese folklore, a shape-shifting mythical fox that would trick unsuspecting travelers for fun. Its facial markings may draw from Kabuki and Noh theater makeup. It also resembles a werewolf, due to the fact that it is an anthropomorphic canid with a propensity for shape-shifting. According to Ken Sugimori, Zoroark's large mane being tied into a ponytail is supposed to be a stand-in for its lack of a tail.[4]",
    "description": "Zoroark is a bipedal, slate gray, fox-like Pokémon with crimson and black accents. It has a pointed snout and ears with red insides. It also has some red that rims its eyes and mouth. Zoroark has a large, red, voluminous mane with black tips, tied into a ponytail, as a teal bangle down its length separates a mass of the mane from the lower portion. It has a black ruff on its upper body, pointed at the shoulders from which its arms extend. Its upper arms are thin, whereas its lower arms, while still slim, are bulkier. The arms have spiky extensions of fur at the elbows, and it has red claws on its hands and feet. Zoroark's eyes are red-rimmed with light blue irises. Zoroark can create illusions that are indistinguishable from reality, deluding many people simultaneously. It can even create illusory landscapes in the forests where it dwells, to hide its territory and protect its den. However, Zoroark is incapable of physically changing itself into another form; it is merely capable of casting illusions. When a Zoroark takes the form of a human, it is capable of human speech. It can make convincing illusions of attacks, and these illusions are extremely realistic, enough to fool even cameras and make one believe they're being physically affected, though the illusion does not have any direct physical effect. Lonely Trainers tend to use Zoroark to create illusions in order to ease their own burden of solitude. There are stories of Zoroark punishing people who tried to capture it with illusions. Zoroark lives in groups, where unity is strong. It is extremely protective of those it cares about and will go to any lengths to keep them safe, including risking its own life, and it can hold grudges against those who harm its loved ones. Zoroark will hide its Zorua young in its mane to protect them and carry them around. Prior to Generation VII, Zoroark and its pre-evolved form, Zorua, were the only known Pokémon capable of learning the move Night Daze. Additionally, Zoroark, its pre-evolved form, Zorua, and their regional forms, are the only known Pokémon that can have Illusion as an Ability."
}