{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Frillish_(Pok%C3%A9mon)",
    "pokemon": "Frillish",
    "pokedex_number": "0592",
    "origin": "Frillish and its evolved form were most likely inspired by the  Nurarihyon, a jellyfish yōkai that is either shown as a demonized jellyfish or as a jellyfish-like man who wears refined, sometimes regal, clothing. It is also possible that they were inspired by the Kurage no Hinotama, a type of jellyfish-like will-o'-the-wisp. Frillish and its evolved form may also be inspired by real-life jellyfish such as the Stygiomedusa, also known as the Phantom Jelly, a very rarely seen deep sea jellyfish with fabric-like arms. The two larger arms Frillish possesses are more similar to those of squids than the tentacles of real jellyfish, however.",
    "description": "Frillish is a jellyfish-like Pokémon resembling young royalty. Regardless of gender, it has a round head with a crown-like tuft, and five tentacle-like appendages: two serving as arms and three as the lower half of its body. It has oval eyes with white pupils, and a collar around its neck. It has invisible poison spikes on its appendages. As a male, it is blue, with smooth appendages and a triangular crown. It has red eyes with blue sclerae and a straight eyelash on each eye, its collar is wavy, and it appears to be frowning, but in the animated series it is shown to smile rarely. As a female, it is pink, with wavy appendages and a round crown. It has blue eyes with red sclerae and a curled eyelash on each eye, its collar is frilled, and it appears to be smiling. Frillish is a hadopelagic Pokémon which lives in dens about 5 miles (8 kilometers) under the sea surface. Because of this, it can cope with extremely dark and highly pressurized sea conditions. It is carnivorous; it gently floats around in waves until it can strike its prey. It makes its victim numb with the use of its poison spikes and takes it to its deep den. Its arms are filled with tens of thousands of poisonous stingers. There is a legend where Frillish are said to have been created from transformed residents of a sunken ancient city. Frillish preys on Magikarp and Lanturn. Female Frillish have slightly longer stingers on their arms, while male Frillish have bigger collars."
}