{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Galvantula_(Pok%C3%A9mon)",
    "pokemon": "Galvantula",
    "pokedex_number": "0596",
    "origin": "Galvantula appears to be based on a tarantula. The electric webs it creates are similar to electric fences.",
    "description": "Galvantula is a yellow arachnid Pokémon.  Its body consists of a head and abdomen. Its head is yellow on top and light purple on the bottom. It has two large, blue, forward-facing eyes with black pupils, and four, smaller, simple eyes sitting in a 2×2 pattern on its forehead. It has two long pedipalps connected from the underside of its head, which are blue and hairless on their lower half and covered in thick yellow fur on the upper half. Galvantula's body is covered in yellow and light purple fur on top with blue fur under its abdomen. Four tufts of hair sprout from under its abdomen and grow upward. Two large tufts sprout from the left and right of the rear, while two smaller ones sprout from each side. The fur on its back is light purple and with three thick, yellow stripes running up from its rear. Despite being based on a spider, Galvantula has only four legs. Each leg is connected to the head by a blue upper half. The lower half is covered in yellow fur and forms a bell-shape over its blue, conical feet. Galvantula likes to use electrically charged silk to ensnare prey. Galvantula preys on the chicks of bird Pokémon that cannot fly, by placing electrified threads near the nests. Galvantula attacks its foes with electricity by using the fur located on its abdomen. The electricity stuns the victim which can last three days and three nights. This allows Galvantula to consume the target at its leisure. Its pedipalps are very strong, allowing Galvantula to hold down unruly prey. It also uses electric webs to defend itself from threats. As seen in the Pokémon the Series: Black & White episode Scraggy—Hatched to be Wild!, Galvantula is not particularly aggressive unless provoked. If bothered, it may attack in groups. In the episode Crisis at Chargestone Cave!, it is shown to be extremely caring and protective of its pre-evolved form, Joltik, and will aggressively find ways to help it."
}