{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Golurk_(Pok%C3%A9mon)",
    "pokemon": "Golurk",
    "pokedex_number": "0623",
    "origin": "Golurk and its pre-evolved form are based on golems.[2] The crack and strap on its chest may be a reference to the golem in the Jewish story The Golem of Prague. The golem in this story was also believed to be able to summon the spirits of the dead, which was likely the reasoning for Golurk's Ghost type. Golurk and Golett's presence in Unova, being based on creatures from Jewish folklore, may also be inspired by the fact that New York City has the highest Jewish population of any city in the world.",
    "description": "Golurk is a bipedal automaton Pokémon resembling a suit of armor. It is mainly teal in color with yellow swirls on its shoulders and hands. It has a small head compared to its body, and pale yellow eyes, one of which turns to its left at the bottom, unlike Golett's eye, which turns right. There is a crack across the chest of the armor, which is patched diagonally with a brown seal resembling a belt. It has a crystal-like formation on each shoulder, and there are large bangles on its wrists and ankles. It has a Roman armor-like \"skirt\" and flat feet beneath. There is an unproven theory that Golurk contains a perpetual motion machine that creates a limitless amount of energy. Despite its large size, Golurk is capable of flying by retracting its hands into its arms and its legs and feet into its body, then taking off like a rocket at Mach speeds. It is also capable of forming a cannon by pulling its legs into its body and standing on its hands, as seen in PokéPark 2: Wonders Beyond, the animated series, and the Pokémon Adventures manga. If the seal on its chest is removed, its energy runs wild, and its energy's color turns from yellow to red. This causes it to rage and fly around uncontrollably without being able to land itself. Removing the seal also causes Golurk to attack indiscriminately. A rampaging Golurk can turn a whole town into a mountain of rubble. Golurk is said to have been invented by ancient people to serve as a laborer and protector of people and Pokémon. It also served as sentries on artillery platforms built into the walls of ancient castles, where it could fire energy beams. Golurk will faithfully follow its master's orders without question."
}