{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Bisharp_(Pok%C3%A9mon)",
    "pokemon": "Bisharp",
    "pokedex_number": "0625",
    "origin": "Bisharp looks and acts similar to a traditional Japanese bandit—specifically a leader—with features resembling samurai armor, while its behaviour and bipedal appearance are reminiscent of a soldier. It may also originate from kaijin, humanoid villains found in Japanese monster movies.",
    "description": "Bisharp is a bipedal, humanoid Pokémon. It has a round, red and black head, similar to a war helmet, topped with a golden, double-headed axe blade with white edges. The helmet shrouds most of its yellow-and-black face, although its triangular eyes are visible. Resembling shoulder pads, Bisharp's red shoulders project slightly over its arms and have a thin yellow line where they meet its black torso. It has white, metallic hands that resemble gloves, with retractable, sharp blades attached. Encircling its torso are two blades, which create the impression of a ribcage. Its thighs are red and become progressively thinner as they connect to the knee. Both of its feet are metallic and split down the middle, resembling cloven hooves. These hooves are also similar to steel war boots or possibly leggings. In the wild, Bisharp rules over a pack of Pawniard, and fights other Bisharp to become the alpha of the pack. The loser of these fights is cast out. It is notably pitiless, having no expression when finishing off prey, and is also said to use underhanded tactics during battles. When hunting, the Pawniard allow the leader Bisharp to perform the finishing blow. Once a Bisharp's head blade is chipped or damaged, it retires from its position as boss. Bisharp keeps a close eye on members of its pack to ensure none of the Pawniard think about betraying it, and absorbs defeated packs into its own tribe during territorial disputes. The Bisharp tribes are in turn spearheaded by Kingambit, which has been known to lead gangs of Bisharp into battle.[1] It is said that only the most outstanding members of the Bisharp tribes can evolve into Kingambit. Bisharp typically lives near forested areas. It has violent conflicts with Fraxure over the locations of sharpening stones, and is often attacked by Tinkatuff for its metal."
}