{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Zweilous_(Pok%C3%A9mon)",
    "pokemon": "Zweilous",
    "pokedex_number": "0634",
    "origin": "Zweilous seems to be based on many-headed antagonistic dragons or serpents in various Asian and European mythologies, such as the Yamata no Orochi, the Lernaean Hydra, or the Zmei Gorynych; the latter in particular is known to be deceptive, as well as being described as having green scales, which may inspire Zweilous's Shiny coloration. Due to its apparent blindness and only being found in caves, Zweilous may also be based on a cave salamander. The tank tread-like markings on Zweilous's body appears to be a remnant of when its evolutionary line were originally designed after tanks.[2]",
    "description": "Zweilous is a dark-blue, quadrupedal Pokémon with two heads and black fur covering its necks and back. Its front legs are muscular with two claws on each foot, but its rear legs are less defined and have two small, backward-pointing toes without claws. There are tufts of fur over its heads with rounded points at the top. It has two thin wings on its back, each ending in two points. The fur stops at the chest and opens up to fuchsia striped bands on the side of its legs. Though it appears to lack eyes, it is unknown if Zweilous is blind. Zweilous has the vigor and energy to eat and bite constantly without stopping. Its heads dislike each other and are very hostile. If neither head is given equal attention by someone, they will fight out of envy. Each head has their own likes and dislikes. As a result, the heads often turn eating into a competition, each head trying to claim leadership by eating more than the other. Because of this, Zweilous always eats far too much and is covered in scars, even without opponents to fight. This allows Zweilous to become stronger without any allies helping it. It is a nomadic Pokémon; it migrates once it has eaten all the prey in an area, its two heads arguing over directions. However, Zweilous generally makes its habitat in caves."
}