{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Hydreigon_(Pok%C3%A9mon)",
    "pokemon": "Hydreigon",
    "pokedex_number": "0635",
    "origin": "Hydreigon is based on Yamata no Orochi, a red-eyed, eight-headed dragon or serpent from Japanese mythology. However, compared to Yamata no Orochi, Hydreigon was designed with fewer heads to appear less off-putting, although its wings were designed as a nod to the Orochi's additional heads.[1] Its three heads and Shiny coloration also resemble the Zmei Gorynych, a cunning and deceptive dragon or serpent in Slavic folklore with green scales and a head count of three or its multiples. The tank tread-like markings on Hydreigon's body appears to be a remnant of when Hydreigon's evolutionary line were originally designed after tanks. The presence of smaller heads on top of its arms makes them reminiscent of hand puppets.",
    "description": "Hydreigon is a three-headed, draconic Pokémon with six thin, black wings that each end in two points on its back. Its body is primarily dark blue, with black fur covering its necks and shoulders. Its secondary necks are also arms with elbow and shoulder joints. The inner fur surrounding its heads is fuchsia in color, and resembles collars. Hydreigon's heads have black eyes; the main head additionally has fuchsia pupils and visible pointed teeth, while the secondary heads' eyes are simplistic and unable to blink. Its abdomen has two fuchsia stripes and its feet appear atrophied, having no claws or defined soles. Its tail also sports a fuchsia stripe and ends with a black tuft. Hydreigon is a violent, destructive Pokémon. It will attack anything that moves, determining it a foe. However, in the Pokémon the Series: Black & White episode Cameron's Secret Weapon!, Hydreigon is depicted as fairly obedient when around its Trainer. The three heads take turns when attacking, not stopping until their target is defeated. Hydreigon can also use its three mouths to rapidly eat through anything. Despite its three heads, it is a singular entity, unlike its pre-evolved form Zweilous; its secondary heads lack brains and do not move or think of their own accord. Conversely, with its central head housing its brain, Hydreigon is said to be highly intelligent in spite of its constantly destructive thoughts. Hydreigon lives high up in the air and has been known to ambush opponents from above. Many stories described Hydreigon destroying entire villages. However, Hydreigon is afraid of Noivern during nighttime. It is said Hydreigon's reason for being ferocious is due to ancient people loathing it. The ancient people believed Hydreigon was evil incarnate, hence always attacking it. Iron Jugulis shares a resemblance to Hydreigon. The reason is believed due to it being a possibly futuristic hybrid made from combining Hydreigon and machines together as one. It is also rumoured that Iron Jugulis is the child of a Hydreigon which fell in love with a machine."
}