{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Tornadus_(Pok%C3%A9mon)",
    "pokemon": "Tornadus",
    "numero_pokedex": "0641",
    "descripcion": "In Incarnate Forme, Tornadus is a green, muscular humanoid Pokémon, which resembles a genie. It is a male-only species with no female counterpart. On its forehead are two purple long and sharp horns. Tornadus has white, wavy, and billowy styled hair, a spiky white mustache, and two pointed green ears on either side of its head. Its eyes are yellow with beady white irises and no visible pupils. The front of Tornadus's body is covered in various, irregularly shaped purple spots. Its broad chest consists of two joined diamond-shaped pectorals, its shoulders and elbows are adorned with magatama shapes, and on top of its navel is a teardrop, all colored purple. It has two spotted muscular arms, with five fingers on each hand. Its lower body consists of a trailing cloud, with a purple long, curling tail, tipped with a whirl. Spanning the length of its tail, Tornadus has several whorled structures. They are a light khaki color and follow the same direction as the tip of its tail. Tornadus can travel at speeds of 200 miles per hour (320 kilometers per hour). It can also whip up frigid storms with its tail and is able to blow away houses. This also has the effect of changing the seasons. Tornadus is feared and despised by people and farmers for the destruction it causes with its ferocious gales when unleashed. It also gets into violent clashes with Thundurus when the two meet, having fought its brethren since the beginning of time. Tornadus can unleash mini whirlwinds along with surrounding itself with a cloud shield to protect itself from harm. Tornadus lives in the sky and usually around snowy regions. Tornadus is permanently in its Incarnate Forme while living in a region. It can unleash mini icy whirlwinds along with surrounding itself with a wind shield to protect itself from harm. Tornadus is the only known Pokémon capable of learning the move Bleakwind Storm."
}