{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Thundurus_(Pok%C3%A9mon)",
    "pokemon": "Thundurus",
    "numero_pokedex": "0642",
    "descripcion": "In Incarnate Forme, Thundurus is a blue, muscular humanoid Pokémon, which resembles a genie. It is a male-only species with no female counterpart. On its head is a single, long, sharp, purple horn. Thundurus has white, zigzagging, and jutting-styled hair, a spiky white mustache, and two pointed blue ears on either side of its head. Its eyes are yellow with beady white irises and no visible pupils. The front of Thundurus's body is covered in various, irregularly shaped purple spots. Its broad chest consists of two joined diamond-shaped pectorals, its shoulders and elbows are adorned with magatama shapes, and on top of its navel is a teardrop, all colored purple. It has two spotted muscular arms, with five fingers on each hand. Its lower body consists of a trailing cloud, with a thick, long, curling, purple, cable-like tail. Thundurus has six ball-like structures its tail goes through at intervals, like knots in a cord. They are a dark gray color, and each has a long, sharp spike on one side. It is known to be disliked and feared by people and farmers for its destructive rampages which include fierce thunderstorms. It tends to cause forest fires whenever it flies around shooting lightning. Thundurus's lightning bolts can enrich the soil of any ground it hits. Any area visited by Thundurus is marked by charred remains of areas it destroyed. Thundurus has been known to get into violent conflicts with Tornadus ever since the beginning of time. Thundurus can unleash mini thunderstorms while surrounding itself with a cloud shield to protect itself from harm. Thundurus lives in the sky and around the oceans of a region. Thundurus is permanently in its Incarnate Forme while living in a region. It can unleash mini sparky whirlwinds along with surrounding itself with a wind shield to protect itself from harm. Thundurus is the only known Pokémon capable of learning the move Wildbolt Storm."
}