{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Landorus_(Pok%C3%A9mon)",
    "pokemon": "Landorus",
    "numero_pokedex": "0645",
    "descripcion": "In Incarnate Forme, Landorus is an orange, muscular humanoid Pokémon, which resembles a genie. It is a male-only species with no female counterpart. On its forehead are three, sharp, pink horns arranged in a slight, upwards arch. Landorus has white hair shaped like a short log on top of its head, a jagged white mustache, and two pointed orange ears on either side of its head. Its eyes are yellow with beady white irises and no visible pupils. The front of Landorus's body is covered in dark pink spots, most of them shaped like diamonds, pebbles, and magatamas. Its broad chest consists of two joined diamond-shaped pectorals, its shoulders and elbows are adorned with magatama shapes, and on top of its navel is a teardrop, all colored dark pink. It has two spotted muscular arms, with five fingers on each hand. Its lower body consists of a trailing cloud, with a long, curling, brown branch or root-like tail. Landorus's tail has various flat protrusions running its span, each spotted in dark pink on its edge surface. Landorus is considered the \"Guardian of the Fields\", due to helping crops grow. Its tail causes the soil to gain nutrition. The energy from the tail is created by combining lightning and wind. It can also create powerful sandstorms on the few occasions it does fight. Landorus seems to live above the skies. Sometimes it stops on the Abundant Shrine in the Unova region or the Hisui region, but only when Tornadus and Thundurus are in the same place. In Hisui, it also tends to resides on islands surrounded by water. Landorus can also stop and calm the two forces of nature whenever the two fight or cause destruction, thus being referred to by the grateful people as \"Great Landorus\". In Hisui, it had the title of god of fields due to it bringing life to the region along with Enamorus. Landorus is permanently in its Incarnate Forme while living in a region. It can unleash mini sandy whirlwinds along with surrounding itself with a wind shield to protect itself from harm. Landorus is the only known Pokémon capable of learning the move Sandsear Storm."
}