{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Delphox_(Pok%C3%A9mon)",
    "pokemon": "Delphox",
    "pokedex_number": "0655",
    "origin": "Delphox's evolutionary line is based on a fox,[2] specifically resembling the fennec fox. It also shares characteristics with kitsune and kitsune-mochi, witches in Japanese folklore that inherit their powers from foxes. Additionally, the wand-like branch it utilizes for battles is likely a reference to European witchcraft and robe-like fur and 'sleeves' derived from mages, while its prophetic abilities may be based on oracles. Delphox and its pre-Evolutions may also draw inspiration from the mage character class in role-playing games, which uses various powerful magical spells to attack their opponents, while sacrificing brute physical strength.",
    "description": "Delphox is a bipedal, fox-like Pokémon. It is covered in a coat of long fur that resembles a robe. This \"robe\" is primarily dark red with red-orange, flame-like markings near its knees. There is also a thin tuft of white fur on its torso, which is flanked by yellow fur draping down from its shoulders. Its forearms feature long red fur resembling sleeves, and its hands and feet are dark gray with three clawed fingers and toes, respectively. A tail covered in yellow fur protrudes from its \"robe\". Its head is yellow with longer white fur on its cheeks. It has red eyes and a slender snout with a pinkish nose. Three tufts of red-orange fur protrude out of each ear. When its mouth is open, two pointed teeth can be seen on its upper jaw. Delphox carries a stick that it uses like a magic wand. When in use, the tip is set alight, and when not in use, the stick is hidden away in its sleeve-like fur. Delphox gazes into the flame at the tip of its wand to achieve a focused state of mind that allows it to see into the future. It can use its psychic power to ensnare its enemies in a fiery vortex capable of reaching 5,400 degrees Fahrenheit (3,000 degrees Celsius).[1] Delphox uses the stick to leave burn marks on the ground. In ancient times, people used the shapes of Delphox's burn marks for divination."
}