{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Talonflame_(Pok%C3%A9mon)",
    "pokemon": "Talonflame",
    "pokedex_number": "0663",
    "origin": "Talonflame seems to be based on the peregrine falcon, with some traits that may have been inspired by other birds of prey like the red kite and goshawk, with remnants of the Japanese robins and waxwings that its pre-evolved forms may have been based on. Talonflame may also draw inspiration from the firebird, a fiery-colored, falcon-like bird from Slavic mythology. Its tail and Japanese name suggest it is also based on an arrow.",
    "description": "Talonflame is an avian Pokémon that closely resembles a falcon. Red-orange plumage covers its head, wings, and most of its chest and back before tapering off into a flame pattern. Its underside and hindquarters are gray and the tips of its long, pointed wings are black. Orange spots speckle its underside. Large yellow talons extend from the shaggy feathers on its legs. Talonflame has a pointed crest atop its head and black-and-yellow mask-like markings around its eyes. Its black beak is hooked with a yellow cere. It also has long black tailfeathers marked with three yellow V-shapes. The tail ends in two points and has another feather sticking out of the base on each side, resembling of the fletching on the end of an arrow. Talonflame feeds on other bird Pokémon, such as Wingull and Pikipek. It hunts by diving and attacking its prey with kicks before grasping them with its talons, ensuring they have no time to escape from it. When it dives, it can reach speeds of 310 miles per hour (500 kilometers per hour). It is powerful enough to be able to fly while carrying prey weighing more than 220 lbs (100 kg). It showers embers from the gaps in its feathers as it soars through the sky in order to intimidate its foes. Its wings are fireproof and have been used to make firefighter outfits in the past. Talonflame and its pre-Evolutions are the only known Pokémon that can have Gale Wings as an Ability."
}