{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Honedge_(Pok%C3%A9mon)",
    "pokemon": "Honedge",
    "pokedex_number": "0679",
    "origin": "Honedge appears to be based conceptually on a fully sentient, possessed magical sword. The fact that it starts off as an ordinary sword may mean it could be based on the bushido mythos behind katana use; katanas possessed the user samurai's soul and attacked of its own free will. In Japanese legends, any object left behind or forgotten by its owner can and will after a while become a tsukumogami, and most commonly in legends, swords or umbrellas were the ones to attack humans. Considering it drains the life of those who wield it, it may have also been based on the cursed tyrfing. Visually, considering its build and hilt, Honedge seems to be based on either a spatha, claymore, or possibly jian sword, with its own scabbard and tassel-like prehensile limb. The design on both Honedge and Doublade's sheath resembles that of a triquetra, clearly depicted on Honedge and more ornately designed on Doublade's. Its shiny form resembles a blood-soaked sword.",
    "description": "Honedge is a Pokémon that resembles a sword from medieval times. Its body is a silver sword with a light gray hilt. Embedded in the hilt is a blue gem with a dark center that appears to be its eye, which is said to be its true form. Attached to the pommel is a long, dark blue cloth with a swirl design in lighter blue at the tip; the tip of the sash splits into four tassels. Honedge's sheath is dark brown with curved lines resembling a triquetra across its surface. Near the top of the sheath are two rings and a hole that in conjunction with the shape of Honedge's blade create the illusion of a face, with eyes and a mouth. A third ring extends onto the hilt and encircles its actual eye. Honedge is said to have been born from a person's soul after they were killed by the sword that it resides in. Its sash is prehensile, and it holds its sheath with it when battling. Honedge is known to wrap its sash on people's arms and suck their life energy if they dare to grab it by the hilt."
}