{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Slurpuff_(Pok%C3%A9mon)",
    "pokemon": "Slurpuff",
    "pokedex_number": "0685",
    "origin": "Slurpuff is based on meringue, a dessert made from whipped egg whites and sugar. It is often topped with whipped cream and fruits to create a meringue nest. The red sphere on its head resembles a fruit topping such as a strawberry or cherry, which may refer to the phrase \"Cherry on top\". Meringue is also used as a sweet base on other various desserts such as cakes, pies, and pastries. Slurpuff may also be based on cupcakes or Japanese-style mille-feuille. Cupcakes are sometimes referred to as fairy cakes, which may be an inspiration for its type. Although Slurpuff carries over some canine-like details from its previous stage, its design appears to be an amalgam of a lap dog and a heavily stylized clown, complete with white face paint, pink ruff collar, and light pink \"wig\". Its Shiny variant's tan and brown colors may reference desserts made of both meringue and chocolate, e.g. cookies and pie.",
    "description": "Slurpuff is a white, bipedal Pokémon. It has reddish-pink eyes with white pupils and is usually seen with its tongue poking out of the corner of its mouth. When its mouth is open, two upper fangs can be seen. On top of its head is a mass of fluffy pink fur with a red cherry-like sphere on top. On either side of its head, its pink fur forms a spherical shape similar to ears. Around its neck is a wavy, red collar and there is a red spot on the left side of its chest. It has small, pink feet with three toes and stubby arms. Slurpuff has an exceptionally keen sense of smell that is 100 million times stronger than that of a human. This allows it to distinguish even the faintest of smells and assist pastry chefs in the cooking. Slurpuff can tell a person's mental and physical condition by taking in their scent. Its fur contains a lot of air, making it light and soft to the touch. Prior to Generation VII, Slurpuff and its pre-evolved form, Swirlix, were the only known Pokémon that could have Sweet Veil as an Ability."
}