{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Malamar_(Pok%C3%A9mon)",
    "pokemon": "Malamar",
    "numero_pokedex": "0687",
    "descripcion": "Malamar is a Pokémon that resembles an upside-down squid. Several purple tentacles with bright blue undersides sprout from the top of its head. It has yellow eyes with black sclerae, a dark pink beak-like mouth, and lighter purple eyelids. Its main body is dark purple and has six circular yellow lights on the front and back. There is also a yellow stripe nearly encircling its upper body. Covering its main body is a transparent mantle with two white fins on the bottom that function as legs. On each side of the mantle is a long tentacle with dark pink at the top and white, scythe-like fins at the ends. The edge of Malamar's fins are said to be supremely sharp. Malamar possesses strong hypnotic powers, which are said to be the most powerful of any Pokémon.  Malamar uses its hypnotic power to force others to do its bidding. Those under Malamar's control will lose their memories surrounding the event. People often utilize this ability for nefarious deeds. Malamar's hypnotic powers are said to have played a role in several history-changing events. It lures prey with the flashing pattern on its luminescent body and hypnotic motions, then ensnares them in its tentacles. The prey is then finished off with digestive fluids. Both the animated series and the TCG show Malamar living near water or even under water. As shown in the Pokémon the Series: XY episode Kalos, Where Dreams and Adventures Begin!, it uses its tentacles to propel itself, swimming leg-first. As depicted in A Conspiracy to Conquer! and Facing the Grand Design!, Malamar is shown to be  highly intelligent, almost human-like, and capable of running device used by humans. It can create large energy crystals with assistant from humans. Malamar is capable of time travel through the use of said energy crystals. Prior to Generation VIII and in Generation IX, Malamar and its pre-evolved form, Inkay, are the only known Pokémon capable of learning the move Topsy-Turvy."
}