{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Clawitzer_(Pok%C3%A9mon)",
    "pokemon": "Clawitzer",
    "pokedex_number": "0693",
    "origin": "Clawitzer appears to be based on a pistol shrimp, with its oversized claw and its ability to expel powerful blasts of water from its claw. Its deep blue coloration may be based upon Procambarus alleni, though it may also be a reference to mutated American lobsters. Its curved body is often seen in real-world shrimps and prawns, typically when moulting or cleaning.",
    "description": "Clawitzer is a crustacean Pokémon that resembles a bright blue shrimp. Its body is divided into several segments by black ridges and there are three small spikes behind its head. It has semicircular, yellow eyes, a black stripe across its face divided into parts, and four pointed mandibles. Its tail consists of three pointed fins: two black ones and one bright blue one. It lacks legs but has two clawed arms. The left claw is smaller and is dark blue with a black stripe along the back and a yellow tip. The right claw is a pincer larger than Clawitzer's body. The pincer is dark blue with a pair of thin, yellow antennae on top, three overlapping segments with a black stripe along the back edge, and four black spikes attached to the back of the last segment. The movable lower portion of the pincer is yellow, as is the inner portion of the pincer's last segment, which has three stripes patterning it. Clawitzer are a territorial species, known to fiercely battle against each other. Clawitzer's massive claw can suck up water and launch it as compressed cannonballs capable of piercing tanker hulls. By using the gases inside its body, water can also be expelled from the nozzle on the back, which allows it to travel at speeds of up to 60 knots. The feelers on Clawitzer's claws can detect the location of its prey. The claw itself is packed with meat, which can be used as a cooking ingredient. From Generation VIII onward, Clawitzer and its pre-evolved form, Clauncher, are the only known Pokémon that can have Mega Launcher as an Ability."
}