{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Tyrantrum_(Pok%C3%A9mon)",
    "pokemon": "Tyrantrum",
    "pokedex_number": "0697",
    "origin": "Tyrantrum is based on the genus Tyrannosaurus,[2] though it also shares some characteristics (such as the orange facial crest) with  members of the Carnosauria clade. The crest is also similar to those seen on Cryolophosaurus. Additionally, the crest and white feathers are inspired by the imagery of kings, with the crest acting as a crown, the fringe on the lower jaw acting as a beard, and the fringe on the neck acting as a cape lined with fur.[3] The fringe is also derived from the hypothesis that Tyrannosaurus supposedly had feathers.[4]",
    "description": "Tyrantrum is a bipedal, dinosaurian Pokémon that resembles a large theropod. It is predominantly brownish red with scaly patterns on its skin and scattered orange highlights on some scales and ridges. Tyrantrum's head is proportionately large with a blunt, ridged snout and powerful jaws. It has black around its eyes and a light gray lower jaw covered by a beard of white, primitive feathers. Several sharp teeth are visible in the lower jaw, while the upper jaw is lined with orange-tipped, tooth-like projections. Over its eyes is a row of five spikes resembling a crown. Around Tyrantrum's neck is a feathery white ruff that extends over its shoulders similar to a cape. Its underbelly is gray with white borders and there are two orange spikes near the tip of its long tail. Its small forelimbs have only two black-clawed digits each, but it has powerful hind legs with three black claws each. Plated, armor-like ridges cover its knees, back, and the top of its tail. Before its extinction 100,000,000 years ago, Tyrantrum was known to be vicious but had the presence of a magnificent king. Its powerful jaws, capable of shredding thick metal plates as easily as paper, made it invincible. Its strength allows it to sleep in the wild entirely unguarded without feeling worried. It is theorized that its original form was completely covered with a feather-like coat."
}