{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Aurorus_(Pok%C3%A9mon)",
    "pokemon": "Aurorus",
    "pokedex_number": "0699",
    "origin": "Aurorus is based on a sauropod dinosaur, specifically the Amargasaurus, which were speculated to have sail-like fins or skin extensions on their vertebral spines. According to designer Hitoshi Ariga, he decided to design Pokémon based on sauropods with the consideration that they would pair well with the Tyrannosaurus-based Tyrantrum's evolutionary line. The Amargasaurus was chosen as a base for these sauropod Pokémon to differentiate them from other Pokémon with similar body shapes such as Lapras, Meganium, or Deino.[4] Ariga decided to design Aurorus with its neck having a sail instead of keratinized spikes, seen in some reconstructions of Amargasaurus, out of personal preference.[2] Aurorus also shares traits with various other species of Diplodocoidea (a classification of sauropods which includes Amargasaurus).",
    "description": "Aurorus is a quadrupedal, dinosaurian Pokémon that resembles a sauropod. It is primarily blue with a light blue underside. It has bright blue eyes, a long neck, and a long, tapering tail with a teardrop-shaped tip. On its head is a V-shaped white marking with a single, light blue crystal in the center. Two large, flowing sails extend from the top of its head and run down the length of its neck. The sails are pale whitish-yellow at the base and fade into a pale bluish-purple at the edges. However, its sails can change color depending on its mood as seen in Pokémon-Amie. Running the length of its body on either side is a line of small ice crystals. There are three clawed toes on its hind legs, but one large nail and a single claw on its forelegs. Aurorus is usually quiet and kind but can create ice walls or encase enemies in ice when enraged. The crystals on its body produce freezing air as cold as −240 degrees Fahrenheit (−150 degrees Celsius). One Aurorus was discovered frozen in a glacier as it looked a long time ago. It is said that when Aurorus howls, several auroras will then appear in the sky. From Generation VIII onward, Aurorus and its pre-evolved form, Amaura, are the only known Pokémon that can have Refrigerate as an Ability."
}