{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Klefki_(Pok%C3%A9mon)",
    "pokemon": "Klefki",
    "pokedex_number": "0707",
    "origin": "Klefki is based on keys and keychains. Junichi Masuda stated that Klefki's design specifically \"came from thinking of old mansions and secret keys and such.\"[1] Klefki may also be inspired by the pagan tradition of blaming fairies for the loss of small objects such as shoes and keys, or by the superstition of carrying an iron charm to ward off fae mischief.",
    "description": "Klefki is a small, grayish-white Pokémon that resembles a key ring with four keys. It has a spherical head with a small, pink oval on its forehead. Two black circles and a keyhole form its eyes and mouth, respectively. Below its head is its pink, teardrop-shaped body with a white, teardrop-shaped marking in the middle. Extending from the top of its head is a horn that resembles an old-fashioned key with two wide, blunt teeth. Extending from either side of the key is a thin loop that surrounds Klefki. Hanging from the loop are various keys that this Pokémon has collected. As seen in the TCG, the loop is highly mobile and can split both at the top and the bottom, allowing Klefki to collect new keys and even express its feelings. Klefki is very tiny, tying with Alolan Diglett and Meltan as the shortest Steel-type. Klefki are known to be very even-tempered. In the past, Klefki inhabited mines. When the minerals on which it fed became scarce, it moved on to human settlements. It now feeds on metal ions by inserting its key-like horn into chinks in metal. It likes to collect keys, particularly master keys, and will sneak into people's homes to steal them. It collects keys to feed on their metal ions, as well as to threaten predators by rattling its collection at them. It is said that Klefki's key-like appearance is the result of an adaptation to suit its habit of collecting keys. Although it feeds on keys, it will never release a key it likes, holding onto to it for decades, so people will give it important keys as a way to prevent theft. However, on rare occasions, it will discard a key without second thought. In the past, nobles kept Klefki for generations, taking great care of them while entrusting them with important vault keys. Klefki is the only known Pokémon capable of learning the move Fairy Lock. In Generation VI, Crafty Shield was also one of its signature moves."
}