{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Xerneas_(Pok%C3%A9mon)",
    "pokemon": "Xerneas",
    "numero_pokedex": "0716",
    "descripcion": "Xerneas is a quadrupedal, stag-like Pokémon with four pairs of antlers. Its coloration varies slightly depending on whether it is in Active Mode or Neutral Mode. Regardless of mode, its main body is always black with a blue stripe down its back and a short, bushy tail. Starting at its knees there is a blade-like trim around each leg, which forms a point under each hoof. There is an upside-down, V-shaped marking on its chest in the same color as the trim on its legs. Its head and neck are blue, and there are two large, tufts that extend onto its chest and curve upward. Its first pair of antlers extends onto its head and curves around the underside of its eyes. The eyes are black with X-shaped pupils. There is a short marking on top of its snout and an upward curving horn on each side of its head in place of ears. In Active Mode, its markings, antlers, and trim on its legs are pale gold. Its antlers have branches and bumps in many colors and there are multicolored spots on its back. Xerneas assumes this Mode during battle or when using its power. Xerneas is at full power when in Active Mode. In Neutral Mode, its markings and antlers are instead pale blue and the embellishments on its antlers and spots on its back are a darker blue. Xerneas assumes Neutral Mode when not battling and traveling. This remains until it needs to use Active Mode. Xerneas has the power to share eternal life. This occurs when the horns on its head shine in seven colors. Xerneas can use its life energy to create vast forests and restore life to them. It can infuse both humans and Pokémon with energy and vitality. Because of this, Xerneas is highly respected by the ancient people of Kalos for its role in giving life. Xerneas is also known to be able to speak through telepathy. According to legend, Xerneas is known to have rescued wounded Pokémon during an ancient war. Xerneas and Yveltal have the power to transform Evolution stones into Mega Stones as seen with the ultimate weapon's blast shot by AZ 3000 years ago. Both are in charge of taking care of the land in a delicate balance between life and death. Xerneas's power can also be used to power up machines such as the ultimate weapon. It can also absorb the energy around itself, sharply strenghtening itself as a result through rainbow-colored lights.[1] As seen in Diancie and the Cocoon of Destruction, if it expends too much life energy, it transforms into a tree and sleeps for 1,000 years. Xerneas has the power to revive those who have been petrified by Yveltal. However, as seen in The Legend of X, Y, and Z!, it couldn't undo Aila's case for unknown reasons. It was also shown capable of calming Yveltal should it get enraged. In Sylveon Enchants, Xerneas was shown making plants grow by simply touching them. Xerneas is the only known Pokémon capable of learning the move Geomancy. It is also the only known Pokémon that can have Fairy Aura as an Ability."
}