{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Hoopa_(Pok%C3%A9mon)",
    "pokemon": "Hoopa",
    "pokedex_number": "0720",
    "origin": "Hoopa Confined may have been inspired by common depictions of djinn. The rings around its wrists could have been inspired by the djinn in the story of Aladdin.",
    "description": "Hoopa Confined is a light-purple Pokémon with a vaguely humanoid appearance. It has green eyes with yellow sclerae, a yellow ring marking on its forehead, a small, pink dot under each eye, and dark pink hair tied into a short ponytail. On either side of its head is a dark gray horn that curves slightly upward. Its body has a dark pink, V-shaped marking on the chest and a small, golden spike on each shoulder. Its arms are not attached to its body and instead float next to it; each arm has a small golden spike similar to those on its shoulders. It has mitten-like hands and dark pink rings around each wrist. In place of actual legs, it has a wispy tail. Hoopa has three gold rings: a large one around its waist and one hanging freely on each of its horns. In the past, Hoopa's true power is said to have been sealed away in the Prison Bottle for the destruction it used to cause, reducing Hoopa to its smaller, weaker form; opening the bottle grants Hoopa its true form once again, but only for three days. The rings on Hoopa's body can warp space and allow it to transport items, humans, and Pokémon by passing them through its hoops. This power allows it to cause mischief and take anything it wants. Hoopa is connected to many strange events becuase of these mysterious powers. It stores all of its gathered loot in a secret spot only it knows. Hoopa is said to have the power to bend dimensions. It is heavily implied to be the one causing many of the Mirage spots in the Hoenn region. As seen in Pokémon Masters EX, Hoopa can even bring people and Pokémon from alternate timelines. Hoopa is also known to like donuts. Hoopa's lair is rumored to be located inside an hidden desert oasis. This lair contains many objects and treasures Hoopa obtained over the years, claiming as its own. Hoopa's lair is believed to contain mountains of gold and silver treasures it stole from ancient kings and wealthy land barons. To the present day, no one has ever found Hoopa's lair due to how well hidden it is. Hoopa can be very vengeful to those who attempt to manipulate it for its unqiue power. According to one tale, it punished an organization by transporting their individual objects before moving thier headquarter to the middle of the desert. This incident terrified the organization to the point of disbanding. Hoopa Confined is the only known Pokémon capable of learning the move Hyperspace Hole."
}