{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Volcanion_(Pok%C3%A9mon)",
    "pokemon": "Volcanion",
    "pokedex_number": "0721",
    "origin": "Given Volcanion's mechanical appearance, type combination, and ability to boil water into steam, it may be based on steam engines and other boilers, while its \"arms\" function as artillery weapons. It may also pull from the brazen bull, a hollow, bronze statue of a bull that would be heated over a flame to kill a person locked inside; or the Ryukyuan shisa and komainu, mythical creatures inspired by lions, tigers, and dogs. Its signature move may refer to geysers.",
    "description": "Volcanion is a primarily maroon, quadrupedal Pokémon. It has pointed ears with blue interiors, bright blue eyes, yellow markings over and behind its eyes that resemble eyebrows and eyelashes, a pointed, yellow mandible, and a spike-like protrusion on each cheek. Its body is divided into three segments: a considerably larger front portion that has a hunched back, a thin, blue waist, and smaller hips that resemble its front portion. On its chest are four yellow, diamond-shaped bumps. There is a thin, yellow band around each of its leg joints and the lower, maroon portions of its legs are larger than the thin, blue upper portions. Each ankle has a short, blunt growth, while each foot has three yellow claws. Volcanion has a short, tapering tail with a slightly shorter blue bump along the top. On the back of the front portion of its body are two arm-like cannons. These cannons are normally held together and form a ring around the back. Each cannon is separated into three segments by bright blue lines and each segment has a single blue dot and a short, blunt growth. The topmost segments also have four small, yellow bumps around the ends. Volcanion has an organ that allows it to vaporize the water it absorbs instantly with extremely high temperatures. The arms on Volcanion's back expel the resulting steam from inside its body, allowing it to disappear into the dense fog. It can expel steam of superbly high pressure and has the ability to blow away mountains. Volcanion is capable of creating explosive shockwaves[1]. This power also allows Volcanion to gouge out the earth and changing the land by reshaping it. It's said to live in mountains where humans do not tread. Volcanion can run out of water within its body to use, as depicted in the movie Volcanion and the Mechanical Marvel. When it does, a sound similar to a bell is heard, the lines and dots on its cannons turn red, and it is unable to use any Water-type moves until it refills its water supply from another source. It was also shown that Volcanion can live for several centuries. Volcanion is the only known Pokémon capable of learning the move Steam Eruption."
}