{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Dartrix_(Pok%C3%A9mon)",
    "pokemon": "Dartrix",
    "pokedex_number": "0723",
    "origin": "Dartrix appears to be based on an owl, sharing the most similarities with members of the Tytonidae family — species collectively known as \"barn owls\". In particular, it closely resembles the common barn owl, which was introduced to Hawaii, the region which Alola was based on.",
    "description": "Dartrix is an avian Pokémon that resembles an owl. Most of its plumage, including its heart-shaped facial disc, is white, but it has dark brown feathers covering its head, shoulders, and back. Its large eyes contain dark irises and usually appear closed. It also has a stubby beak with a white upper jaw and an orange-brown lower jaw, and a few short tufts of feathers on the back of its head. Two green leaves curve around its face, resembling an asymmetric cut; the leaf on its right is longer than the one on the left. Under its chin are two smaller leaves that resemble a bowtie, and there are two pointed ones on its rear that form its tail. Its wings have two tan spots on the upper side and leafy plumage close to the body on the underside. Within the leaves under its wings are two sharp orange-brown feathers known as blade quills. Dartrix has orange-brown talons with two toes facing forward and one facing backward. This alert Pokémon is sensitive to the presence of others around it, and is capable of launching attacks on unseen enemies behind it. It propels its blade quills at enemies or prey with astounding precision. By bending the feathers, it can even alter the trajectory of its strikes. However, it can occasionally miss hitting at times. Dartrix is narcissistic by nature, spending a lot of time grooming its feathers to maintain its appearance. This compulsion will occasionally lead to it losing focus when its plumage is ruffled or dirty, even retiring from battle to preen. It has been described as a bit of a birdbrain as it has a tendency to make mistakes; when it does, it sometimes tries to cover it up, which ends up making the situation worse. A Trainer who helps Dartrix through this difficult stage of its life will allow it to reach its full strength.[1] Conversely, Dartrix will refuse to listen to a Trainer who doesn't diligently help it groom. In Hisui, Dartrix tends to expose itself to sunlight in order to gain power, presumably due to the region's cold climate. As a result of the harsh environment, Dartrix becomes more sturdy when it evolves into Hisuian Decidueye, gaining the Fighting type instead of the Ghost type. Dartrix and its evolutionary relatives are the only known Pokémon that can have the Ability Long Reach."
}