{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Decidueye_(Pok%C3%A9mon)",
    "pokemon": "Decidueye",
    "numero_pokedex": "0724",
    "descripcion": "Decidueye is a tall, avian Pokémon that resembles an owl. The upper portion of its face is dark green with a thin, orange mask-like marking encircling its eyes. Its eyes are reddish-orange and it has a hooked dark green beak. The feathers covering its wings and back are brown, while the rest of its body is primarily white. The three feathers at the tip of each wing are structured similar to fingers and have lighter tips. The backs of its wings and torso are dotted with many white spots, there are six on each wing. The inside of each wing has a line of upside-down, reddish-orange triangles across the top. It has long legs, feet with two toes facing forward and two backward, and short dark green talons. Its tail consists of three long, green leaves. A leafy hood covers its head and shoulders, and partially covers its face. The hood is smoothly draped across the shoulders and back, but has uneven edges. Around the head, the hood forms many pointed projections that extend over its face. A single white feather with a reddish-orange base extends from the top of its hood. In the center of its chest is a reddish-orange X shape formed by dead leaves. Extending from its hood are two vines that, when pulled, close the hood further over Decidueye's face and improves its focus. The vines can also be used as bowstrings. While this Pokémon is cool and cautious by nature, it begins to panic if surprised. It can hide from opponents by masking its presence, allowing it to attack unaware foes.[1] It takes only a tenth of a second for it to pluck, aim, and fire an arrow quill from its wings. It is not only quick but also accurate, capable of striking targets over half a mile away. Alolan Decidueye is the only known Pokémon capable of learning the move Spirit Shackle. It is also the only known Pokémon capable of using the Z-Move Sinister Arrow Raid. Additionally, Alolan Decidueye and its pre-evolved forms are the only known Pokémon that can have the Ability Long Reach."
}