{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Toucannon_(Pok%C3%A9mon)",
    "pokemon": "Toucannon",
    "pokedex_number": "0733",
    "origin": "Toucannon appears to be based on a toucan, particularly the toco toucan. Its ability to heat up its elongated bill and fire seeds is similar to the concept of a cannon and cannonballs, which require a tremendous amount of heat in order to launch projectiles at blazing speeds. It may also be inspired by the fact that toucans use their bills to shed excess body heat.",
    "description": "Toucannon is an avian Pokémon with black feathers and a prominent beak similar to a toucan, with the upper part being larger than the lower part, or the mandible. There are gases inside its beak, which can ignite and launch seeds with enough force to shatter boulders. Additionally, its temperature can exceed 212 °F (100 °C) and cause severe burns on contact. Toucannon can use this beak to warm up eggs, as shown in the anime. Except for the black tip on the upper part, Toucannon's beak can change colors as it heats up, although it normally has four bands of red, orange, and yellow at the top, and solid red on the mandible. As Toucannon heats up its beak, the bands on the upper beak glow and turn red (or sometimes bright yellow in the anime) one-by-one, from tip to base. When its beak cools down, both of its parts are momentarily solid yellow, before resuming their normal colorations. Around the base of the beak is a thin black band with two extensions into the upper jaw similar to nostrils. There is a white marking covering Toucannon's chin and chest, and a half-circle, yellow marking on each cheek. Toucannon has dark blue eyes, light blue eyelids, and jagged, gray eyebrows. It has a long tail with a spiky ruff of red feathers around the base, and spindly blue legs. Each foot has two forward-facing toes with black talons and two rear-facing toes with no visible claws. Its tail seems to be bent specifically for the purpose of holding it momentarily, as it can stand on it for short periods, possibly as a brace when firing seeds. In order to communicate, Toucannon strike each other with their beaks. The number and strength of the hits reflect how it is feeling. Toucannon is well known for forming loving couples, which makes it a common good luck charm at weddings. Toucannon is the only known Pokémon capable of learning the move Beak Blast."
}