{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Charjabug_(Pok%C3%A9mon)",
    "pokemon": "Charjabug",
    "pokedex_number": "0737",
    "origin": "Charjabug appears to be based on a cocooned bug and a battery. It may also be based on the denkimushi, a caterpillar in Japan that, when touched, can give a sting that is said to feel like an electric shock. In addition, it bears a resemblance to subway cars, which are typically powered by electricity and reflect its habit of living underground. It may be also based on a two-pronged electrical plug or nine-volt battery. Its original evolution method of levelling up in a special magnetic field might come from various insects such as termites (which also have mandibles), which use geomagnetism to navigate their nests and orient their construction.",
    "description": "Charjabug is a small, cuboid Pokémon resembling an insect. Its body consists of three square segments. The last two sections have a thin, ring-like marking and a stubby brown leg on each side. Each eye is covered by a blue screen and is only visible when it glows. Two short, yellow spikes extend from the front square: one on each side of its rectangular mouth. The mouth itself is gray and has two jaws that close sideways, shaped like a lightning bolt when open. Charjabug is often found half-buried in earth or leaves, munching on large quantities of humus. The sturdy shell covering Charjabug's body protects it from attacks, allowing it to eat peacefully. This diet helps Charjabug evolve into Vikavolt. In its body is an electric sac, which it uses to store electricity generated by digesting food. The electricity it stores could run a household for a whole day and can be shared with other Pokémon.[1] People on camping trips are grateful to have a Charjabug around. It can discharge electricity from the tips of its jaws to attack especially persistent opponents. Charjabug will zap anyone who accidentally steps on it. As shown in the anime, it can send sound waves to communicate with nearby Grubbin. Vikavolt is known to clasp Charjabug in between its legs and use it as a battery to enhance its Electric-type moves, unless it is in an aerial battle. As mentioned in Pokémon Sleep, Charjabug releases electricity while it sleeps. The reason is due it still digesting the meal it consumes. Charjabug is the only known Pokémon that can have Battery as an Ability."
}