{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Vikavolt_(Pok%C3%A9mon)",
    "pokemon": "Vikavolt",
    "numero_pokedex": "0738",
    "descripcion": "Vikavolt is a beetle-like Pokémon with a large pair of mandibles. Its small orange face has robotic, yellow eyes and is covered by a blue carapace. The mandibles extend from this helmet. They are blue on the inner surface and yellow on the outer surface. At the base of each mandible is a large spike and the inside is lined with short spikes. Its body is black and divided into three sections by yellow rings. The last two sections have a yellow spot on each side. On its back is a pair of wide, flat wings that are transparent with blue elytra. It has four legs; the front pair of legs has two claws, while the back pair has only one. Vikavolt produces electricity with an organ in its abdomen and controls it with its huge jaws to fire powerful electromagnetic beams. Vikavolt shoots these to strike down bird Pokémon. When it clasps a Charjabug in its legs, it is able to utilize it as an extra battery. This allows it to rapidly fire its powerful beam attacks. However, during fierce aerial fights, it will release Charjabug to make itself lighter and more mobile. It is an adept flier, capable of acrobatic maneuvers such as tailspins and sharp turns. Even as it weaves through complicated tangles of branches in the forest, it is able to maintain high-speed flight.[1] It is known to have a rivalry with Pinsir and Heracross. As shown in the episode A High-Speed Awakening!, it likes to drink tree sap. In that same episode, it is shown that, in Alola, there is a competition known as the Vikavolt race, where Trainers can have their Vikavolt race for the chance to win a Buginium Z. As mentioned in Pokémon Sleep, Vikavolt's mobility is exceptional, to the point it can remain flying while it sleeps. This usually happens after intense battles, where Vikavolt used up too much electricity. In preparation for its next battle, Vikavolt will sleep upside down in order to generate electricity in its abdomen. A special Vikavolt in Alola acts as the Totem Pokémon for Sophocles's trial in Hokulani Observatory. This Vikavolt possesses Z-Power, an energy that originates from Ultra Wormholes and takes the form of a golden, flaring aura. The reward for defeating Totem Vikavolt and completing the trial is an Electrium Z."
}