{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Crabominable_(Pok%C3%A9mon)",
    "pokemon": "Crabominable",
    "numero_pokedex": "0740",
    "descripcion": "Crabominable is a crustacean Pokémon that resembles a crab covered in white fur. The fur is fluffier around its mouth, shoulders, and claws; the fur is absent on its face, the tips of its legs and arms, portions of its chest and abdomen, and oval spots on its back and arms. The parts of Crabominable's body not covered in fur are dark blue in color, except for the light blue on its face, claws, and legs, as well as light blue stripes on its abdomen. On top of its head is a patch of yellow fur with two tufts extending upward. Its face has white eyes with slanted black pupils, and a large mouth where two blunt teeth are visible. Below its mouth is a dumbbell-shaped protrusion; together with its abdomen, they create the impression of pectoral and abdominal muscles. Its arms are segmented into three parts. The arm segments grow in size with the smallest being closest to the body. Its claws have a dark blue pawprint-shaped marking on the tips which create Bigfoot prints on snow. The mark that would be the \"palm\" of the paw is actually the lower half of the claw. Its four legs are short, with pointed tips that are freezing to the touch, as shown in Pokémon Refresh. Its evolution was triggered by exposure to the snowy mountains.[1] Crabominable grew its fluffy fur to combat the icy cold of its mountain home. It can also store cold in its claws, which are capable of smashing ice walls or halting avalanches. In desperate times, the claws can even be fired like rockets. Additionally, Crabominable can freeze its opponents in place by firing icy bubbles from its mouth, which is useful since Crabominable has a slow movement speed. Crabominable's detached pincers are said to have a delicious taste; some Trainers have been known to use Lechonk just to find these pincers. Prior to Generation IX, Crabominable was the only known Pokémon capable of learning the move Ice Hammer."
}