{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Mareanie_(Pok%C3%A9mon)",
    "pokemon": "Mareanie",
    "pokedex_number": "0747",
    "origin": "Mareanie appears to be based on a crown-of-thorns starfish, a venomous starfish that preys on coral polyps (similar to how Mareanie preys on Corsola). The pointy top of its head appears to be based on a crown. The lighter colors of its Shiny variant, in comparison to its normal colors, may reference how juvenile crown-of-thorns starfish have brightly-colored bodies that darken as they age.",
    "description": "Mareanie is a Pokémon with a purple, stalk-like body and head. It has blue eyes with yellow pupils and sclerae, and three pointed teeth. The body consists of two sections; the top section is slightly smaller and overlaps the lower. On top of its head is a starfish-like collection of ten tentacles. All of the tentacles reach the ground, except for the one directly in front, which is shorter and leaves its face exposed. The tentacles are light blue and covered in purple spines. On top of its head is a purple area with a collection of spikes with a larger, yellow spine in the center. Mareanie is able to regenerate any body part overnight, except its head. The lost limbs have a very bitter, astringent flavor, and thus they cannot be eaten as food. Bruxish feeds on Mareanie, which in turn eats the branches of Corsola — except in Galar, where it has not yet learned to prey on them. Mareanie also eats broken-off Pincurchin spines, despite the risk of getting electrocuted. It uses the spike on top of its head to poison its prey and uses its tentacles to either trap its prey or deal the final blow. In the Pokémon the Series: Sun & Moon episode, The Sun, the Scare, the Secret Lair!, it is seen attaching itself with all of its tentacles and releasing poison through its spines. The poison causes numbness and intense itching. Mareanie live in groups and are found in beaches and the bottom of oceans. Mareanie and its evolution, Toxapex, are the only known Pokémon that can have Merciless as an Ability."
}