{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Toxapex_(Pok%C3%A9mon)",
    "pokemon": "Toxapex",
    "pokedex_number": "0748",
    "origin": "Toxapex may be based on a crown-of-thorns starfish, an invasive and venomous echinoderm that has dismantled numerous reef ecosystems by preying on reef coral polyps (similar to how Toxapex preys on Corsola). Its body shape may reference Colobocentrotus atratus, helmet-shaped sea urchins which are abundant on the shores of Hawaii. The pointy top of its head appears to be based on a crown.",
    "description": "Toxapex is a small Pokémon with twelve large, starfish-like legs sprouting from the top of its head. It has bright blue eyes with yellow sclerae and pupils. The main part of its body, consisting of a small head with protrusions similar to starfish arms below it, is a purplish pink. Its head is dark blue on top, near where its legs connect. This part of its body is typically suspended in the air due to the length of its legs. The legs themselves are light blue on top and dark blue on the undersides. The legs are filled with spines, which can protrude towards the outer leg or retract into the inner leg. The inner spines are purplish pink, and when they are present, the outer spines sink back into its legs, and vice versa. The tip of each legs has two orange claws, and there is a ring of orange spines around a purplish-pink marking where all the legs meet on top. Toxapex uses its legs to walk along the ocean floor, where it hunts for Corsola. They can also be used to create a dome-like shelter, protecting it from the tides and, in colder regions, trapping its body heat to keep it warm. Toxapex's spines sense the flow of tides, allowing it to survey its surroundings. Its spines can also be fired at enemies and carry a powerful poison, which causes pain for 72 hours (3 days), even to Pokémon as large as Wailord. Aftereffects of the venom remain even after recovery. If a foe bypasses its spines, it attacks with its claws instead. Bruxish is its natural enemy. Toxapex competes against it in warm ocean currents, despite the odds being against it. Toxapex is the only known Pokémon capable of learning the move Baneful Bunker. It and its pre-Evolution, Mareanie, are also the only known Pokémon that can have Merciless as an Ability."
}