{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Araquanid_(Pok%C3%A9mon)",
    "pokemon": "Araquanid",
    "pokedex_number": "0752",
    "origin": "Araquanid appears to be based on the diving bell spider, a species that gathers air into a bubble and uses it to breathe underwater. Araquanid, however, reverses this by instead utilizing a bubble of water to breathe above the surface. Given its long, skinny legs, Araquanid may also take some influence from one of many species of sea spiders, while the color resembles reeds. The growths on its head may be inspired by the Hawaiian happy-face spider.",
    "description": "Araquanid is an arachnoid Pokémon with a water bubble around its head. The majority of its body is dark gray with accents of yellow-green and light brown. It has large, blue eyes with a paler wavy line through the centers. Above its eyes are light brown markings similar to eyebrows. It has three pointed, blue bumps on top of its head and four fang-like projections underneath. Both the bumps and its eyes are capable of glowing. Its abdomen was a light brown stripe down the center of its back with two horizontal lines crossing it. Several light brown extensions at its neck flare out and connect to the bubble around its head. At the end of its abdomen is a light green spinneret. It has six light green legs with opaque bubbles around the joints. The tips of its legs are dark gray. Araquanid uses the bubble around its head as both a weapon and a protective shield. The bubbles it launches will have a sticky effect. It will headbutt enemies with it, and small Pokémon can be sucked in and drowned. Foes it traps inside these bubbles will lose consciousness before getting torn apart by Araquanid's gnashing jaws. Subdued prey can also be stored inside when the Araquanid is not hungry. However, it will also bring weaker Pokémon and valuable items into the bubble for protection. Notably, it carries around its Dewpider children while feeding them with food within the head bubble. A special Araquanid in Alola acts as the Totem Pokémon for Lana's trial in Brooklet Hill. This Araquanid possesses Z-Power, an energy that originates from Ultra Wormholes and takes the form of a golden, flaring aura. The reward for defeating Totem Araquanid and completing the trial is a Waterium Z. Araquanid and its pre-evolved form, Dewpider, are the only known Pokémon that can have Water Bubble as an Ability."
}