{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Salazzle_(Pok%C3%A9mon)",
    "pokemon": "Salazzle",
    "pokedex_number": "0758",
    "origin": "Salazzle appears to be based on a salamander—both the poisonous real kind and the fire-associated mythical kind—and lizards of the Teiidae family, also known as \"whiptails\". Certain whiptail species have a mostly female population, some species even being female exclusive, one of which is the New Mexico whiptail. It may also be partially based on fire belly newts.",
    "description": "Salazzle is a dark gray Pokémon resembling a salamander or lizard. Its thin body has a grayish purple underside with several wavy, dark pink markings: a U-shaped marking with two additional lines inside on its chest and one on each hip resembling wisps of smoke. The dark gray on its head and neck extends slightly onto its chest in a V-shape. It has a slender head with purple, almond-shaped eyes with slit pupils and two fang-like projections on each side of its lower jaw. There are two thin, wavy growths on its back at the base of its tail, which is whip-like with a dark pink underside. Its hands and feet each have five long, thin digits, with dark pink palms that can unleash flames. Salazzle is a female-only species with no known male counterpart, as the male Salandit cannot evolve due to malnutrition. Salazzle can be found deep in caves with a reverse harem of male Salandit. Salazzle emits a poisonous gas that contains sweet-smelling pheromones, which attract the males. The gas can also be diluted to make perfumes. Salazzle forces the male Salandit it has attracted to serve it and bring it food and those that are unable to are punished with flaming slaps. Salazzle fight with each other over male Salandit; the winner is the one with the most male Salandit in its harem. As shown by the core series games since Generation VIII, Salazzle normally stands and walks on all fours, standing on its hind legs only in specific moments such as when battling or interacting with its trainer. Illustrations for the Trading Card Game also show its ability to stick to surfaces with its feet, allowing it to walk on all fours even on vertical and upside-down surfaces. A special Salazzle in Alola acts as the Totem Pokémon for Kiawe's trial in Wela Volcano Park. This Salazzle possesses Z-Power, an energy that originates from Ultra Wormholes and takes the form of a golden, flaring aura. The reward for defeating Totem Salazzle and completing the trial is a Firium Z. In Generation IX, Fire Lash is its signature move. Additionally, prior to Generation IX, Salazzle and its pre-evolved form, Salandit, were the only known Pokémon that could have Corrosion as an Ability."
}