{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Tsareena_(Pok%C3%A9mon)",
    "pokemon": "Tsareena",
    "pokedex_number": "0763",
    "origin": "Tsareena appears to be based on a mangosteen and a female monarch, such as a queen. It may also be a reference to the mangosteen being known as the \"Queen of Fruit\". It may also be based on a dominatrix, a woman who takes the dominant role in BDSM activities; it evolves from Steenee after it learns Stomp, its moveset includes moves such as Punishment and Power Whip, and its appearance gives it the impression of wearing long boots, all of which are associated with BDSM in some fashion. Its gender ratio may reference the fact that while mangosteen trees exhibit dioecy, meaning that each individual only produces flowers of a single gender, a male mangosteen tree has never been found.",
    "description": "Tsareena is a bipedal, plantlike Pokémon with a humanoid appearance. Its torso, arms, and legs are dark purple, while its hips and head are white. It has heavy-lidded, dark purple eyes with purple eyelids and long purple eyelashes, but has no visible mouth or nose. The lower part of its face is hidden behind a short ruff extending up from its body. While its arms are slender with rounded, digit-less hands, its legs are long and powerful. The upper portions of its legs have three pointed projections just before the hips, creating the impression of long boots. The lower portions of its legs taper into small, pointed feet. It has wide hips made up of six segments that resemble the flesh of a mangosteen. It is a female-only species with no male counterpart. On top of Tsareena's head is a light green calyx. The shortest leaf of the calyx extends slightly forward and then curves to the right, similar to side-swept bangs. The other three leaves resemble long hair and extend nearly to the ground. The three long leaves each have three yellow spots near the top and three near the bottom; the markings are present on both the under and upper sides of the leaves. On top of the calyx is a growth resembling a small, purple crown with four thin yellow stripes. Tsareena is known to be both powerful and aggressive. This Pokémon has a high-class nature and punishes anyone who approaches it with evil in mind. This attitude will even be directed at its Trainer if given commands Tsareena dislikes, such as being told to use an ineffective move. Touching the crown-like growth on its head is said to render it defenseless, however, and instantly calms it down.[1] Tsareena fights using finely honed kicks and graceful movements. Every time it lands a hit, it cackles at its opponent. It will even continue kicking or stepping on a downed opponent, laughing boisterously. Additionally, its sweet fragrance acts as a distraction. Because only the most powerful Steenee evolve into Tsareena, this Pokémon uses its power to protect its pre-evolved forms. Quaquaval is Tsareena's rival in kicking. Tsareena is the only known Pokémon capable of learning the move Trop Kick. It is also the only known Pokémon that can have Queenly Majesty as an Ability."
}