{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Comfey_(Pok%C3%A9mon)",
    "pokemon": "Comfey",
    "numero_pokedex": "0764",
    "descripcion": "Comfey is a small, light green Pokémon with several flowers surrounding it. Its main body has an orange face with oval, light green eyes. On top of its head is a long, fluffy green crest that curls slightly over its face and extends backward. Comfey produce thin blue thread-like vines that come from the back of its head and may have several flowers attached to it. the flowers are attached to rounded \"stems\" of the same color as the vine. When not in use, these vines curl into a detail-less dome shape on the top of the head, which is wrapped around by the green crest. Yellow fur or feather-like fluff from the sides of their face extend to its back and the top of its scalp from which its blue vine stems from. Comfey are usually seen with flowers that are white, purple, red, and yellow in all visual media, however each Comfey wear different flowers. Comfey usually hold the of one of its vine with its two short arms. Comfey is one of the shortest Pokémon in existence. This Pokémon stretches sticky vines from its head to pick flowers to create the ring around itself and will give these rings to those it likes. The flowers can also be thrown at enemy Pokémon to create an opening to either flee or attack. However, it feels uneasy without flowers. Comfey spread oil from their body along these flower rings, changing the flowers so that they emit a soothing fragrance that affects both Comfey and its allies. This aroma can also help with the treatment of people and Pokémon at hospitals and Pokémon Centers.[1] Each Comfey wear different flowers, which give off its own unique scent and never wither. As mentioned in Pokémon Sleep, Comfey is known to sleep with a smile and a flower close to its face.[2] The flower is said to have a scent that helps it sleep comfortably. Comfey is the only known Pokémon capable of learning the move Floral Healing. It is also the only known Pokémon that can have Triage as an Ability. In Generation VIII, this was also true for Flower Veil."
}