{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Oranguru_(Pok%C3%A9mon)",
    "pokemon": "Oranguru",
    "pokedex_number": "0765",
    "origin": "Oranguru appears to be based on an orangutan and a guru. The name \"orangutan\" translates as \"person of the forest\", which Oranguru has also been referred to as. Oranguru's Psychic typing and demeanor may reference the orangutan's high intelligence. Oranguru may also be based on the mythical satori, an ape-like yōkai that could read human minds.",
    "description": "Oranguru is a simian Pokémon resembling an orangutan. While most of its body is covered in white fur, its hands, feet, and snout are bare with its light gray skin visible. The fur around its head and under its chin is longer and creates the impression of a long beard. It has a broad, flat nose and a black area around its eyes. Underneath each eye is a yellow ring marking, which is encircled by a light blue ring marking. In the center of its forehead is a yellow marking shaped like a four-pointed star. A cape of purple fur covers its back and is divided into many wavy clumps with strands of orange and light blue throughout. The purple fur grows longer as it ages. Oranguru holds a fan created from green leaves woven together with its own purple fur. This solitary Pokémon spends its time deep in the forest, meditating high up in the trees. While it is not normally active, it will provide food to hungry Pokémon and give medicine to injured ones. It has even been known to use human tools or items, including Poké Balls. It has a lofty attitude and will give other Pokémon orders. This can make them difficult Pokémon for Trainers to handle. Ancient people actually thought Oranguru were people and called them the \"people of the forests.\"[1] Oranguru does not get along with others of its kind, often battling out their wits for superiority. It will also occasionally venture to the beach to match wits with Slowking. Oranguru is the only known Pokémon capable of learning the move Instruct. Additionally, in Generation VIII, Oranguru was the only known Pokémon that could have Symbiosis as an Ability."
}