{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Palossand_(Pok%C3%A9mon)",
    "pokemon": "Palossand",
    "pokedex_number": "0770",
    "origin": "Palossand appears to be based on a sand castle. Its Ghost type is likely a reference to haunted castles, a common trope in horror stories.",
    "description": "Palossand is a Pokémon resembling a yellowish sand castle with gray pebbles along the base. It has a square main castle for its body, two round towers for arms, and the top of another round tower with a conical point rising up from the body. A tunnel through the center of the main body creates a mouth. There is a line of five alternating blue and pink seashells over the top of its mouth, and a similar ring of seashells surrounds the central tower just below the point. The central tower has six windows: three located in the front, one on each side, and one in the back. The two outermost windows in front of the central tower have tiny pebbles in them and appear to act as eyes. The two side towers have crenellations along the top with a ring of windows underneath. Palossand's main body has crenellations around the central tower. In the peak of its tower is a red shovel stuck handle-first into the top. Palossand has the power to control the sand, and each grain of its body has a will of its own. It curses and control people and Pokémon alike, making them gather sand for it to build upon its body. Unlike Sandygast, Palossand is able to replenish any sand it loses on its own. The shovel on Palossand's head rotates when it searches for prey and is believed to function as a radar. Palossand can be found at beaches, having been referred to as the \"Beach Nightmare\"; however, it hates water. It cannot maintain its castle-like structure during heavy rainfall. As seen in the Pokémon the Series episode A Shivering Shovel Search!, Palossand can manipulate its size to grow to the size of a building and whip up sandstorms with a swing of its tower-like arms. Palossand captures smaller Pokémon into its sandy body by dragging them down into the sand. Once they are trapped, it drains their vitality whenever it pleases, until all there is left under its body are the dried-up bones of its victims, which Palossand is able to fire from the hollows in its arms. The aforementioned Pokémon the Series episode shows that trapped victims are unable to escape Palossand's body unless it has suffered enough damage, otherwise they will be pulled back inside; it also suggests Palossand is not able to drain the life force of humans. Wherever it passes, traces of its victims' ill will are left, which are said to be the genesis of new Sandygast.[1] Palossand and its pre-evolved form are the only known Pokémon capable of learning the move Shore Up. They are also the only known Pokémon that can have Water Compaction as an Ability."
}