{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Silvally_(Pok%C3%A9mon)",
    "pokemon": "Silvally",
    "numero_pokedex": "0773",
    "descripcion": "Silvally is a quadrupedal, chimeric Pokémon with traits from a variety of creatures, with an appearance nearly identical to its pre-Evolution, Type: Null. It has a mammalian head with mechanical parts. Covering most of its head and neck is a thick, silver mane that extends down over its chest. Its blunt snout is metallic on the bridge of its nose and upper jaw. Silvally has a triangular black nose framed by three red lines, pointed ears with bright pink and black insides, one visible fang on each side of its lower jaw, and a slight overbite. Its eyes are bright silver, have no visible pupils, and appear to be surrounded by an empty, black space. On each side of its head is a circular, metallic drive, with a white circle crossed by a metal line. On top of its head is a large, axe-like fur or feather crest. The tip of the crest has a hooked, metallic piece, while the back has three white feathers. Silvally's lower body is mostly covered in short, black fur. The lower half of each front leg is insectoid and green with spikes along the back, while the rear legs have thick purple scales on the flanks, shins, and the top of the foot. All four of its feet have three toes, but in the front two toes face forward and one backward. Additionally, the hind paws have a short, gray claw on the back of the ankle. Its fishlike tail consists of two dark blue spines with a white fin stretched between them. The top spine has a line of short, gray spikes. Once Type: Null finds a trusted partner and forms a powerful bond with them, it destroys its control mask and finally evolves into its original form, Silvally. After its evolution, it reactivates its RKS System, gaining the ability to change its type through the Memories created by the Aether Foundation; this ability was based on the powers of a certain Pokémon depicted in myths. Addtionally, Sivally's speed and senses are increased due to evolution. It was created as part of the beast killer project as an \"Anti-UB Fighting life-form\", however, the project was deemed a failure and a control helmet was built to seal away its power, turning it into Type: Null. It reverts back to its natural, wild temperament, but it is still extremely loyal to its Trainer, and it will even risk its own life in its partner's defense[1]. Gladion was the one who coined Silvally’s name, but when it was created, it was named as \"Type: Full\" due to its ability to change between all types. Being created to hunt down Ultra Beasts, as seen in Pokémon the Series: Sun & Moon and Pokémon Adventures, Silvally can feel the appearance of Ultra Beasts and the opening of Ultra Wormholes. Silvally is the only known Pokémon capable of learning the move Multi-Attack. Additionally, Silvally is the only known Pokémon that can have RKS System as an Ability."
}