{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Minior_(Pok%C3%A9mon)",
    "pokemon": "Minior",
    "numero_pokedex": "0774",
    "descripcion": "Minior is a spherical Pokémon with two forms: one form with a rocky outer coating and the other with its core exposed. When it sheds its rocky coating, its exposed core form is both the lightest Rock-type and Flying-type Pokémon. Both of its forms tie with Carbink and Dwebble as the shortest Rock-type. In its Meteor Form, Minior resembles a modestly sized rock. Its rocky exterior is formed by four large plates separated by two large cracks. The cracks encircle its body both horizontally and vertically. Five white spikes extend just above the rocky surface, giving it a star shape. Two large, black spots on its front resemble eyes, and there is a third spot in the center of its back. Rings of dark brown triangles surround the holes its spikes protrude from and the spot on its back, pointing outward. One of the triangles surrounding the spot on its back is replaced with a small, brown dot. The eyespots have a half-ring of triangles resembling eyelashes. One eye has a small, brown dot in the corner. Even while apparently at rest, Minior tends to spin slowly in place. When its core is exposed, Minior loses its rocky shell. The core is a bright, pastel color. Depending on the color of debris and food it absorbed and ate while in the stratosphere, Minior's core can be Red, Orange, Yellow, Green, Blue, Indigo, or Violet. A handful of darker triangles are also visible on its body in random places. Minior's eyes and mouth are formed from energy that floats in front of its body like a two-dimensional mask. The eyes are two large swirls and the mouth is a smaller line. Its face tends to stay level regardless of how Minior spins the rest of its body. The colors of Minior's forms are determined by the composition of the dust it consumes. Minior forms in the stratosphere from an aggregation of mutated nanoparticles, where it absorbs particulate matter from which it builds its core and shell. When touched in Meteor Form, Minior will react when touched or called to, it is unknown if these responses indicate its consciousness. Eventually, this process makes it too heavy and it falls towards the surface of the planet. When its shell breaks from landing, Minior becomes lighter and capable of attacking quickly. However, it cannot survive for long with its core exposed, and will eventually die if not placed inside a Poké Ball quickly enough. Despite this, many fallen Minior will attempt to return to space, sadly being unable to return to space. Despite their wish to return home, all they can do is fade away without their shells. The cute, pastel coloring of Minior's core often inspires designers to use it as a motif for clothing and accessories.[1] While in the ozone layer, it serves as food to stronger Pokémon such as Rayquaza. Minior's diet consists of eating dust. Places where Minior falls are few, Alola being one of them. Minior is the only known Pokémon that can have Shields Down as an Ability."
}