{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Turtonator_(Pok%C3%A9mon)",
    "pokemon": "Turtonator",
    "pokedex_number": "0776",
    "origin": "Turtonator may be based on the mata mata, a kind of turtle. It also has elements of a land mine. Its shell resembles a simplified explosion, with red and yellow flame making the base of the shell for the base of the explosion, and the rocky lumps representing the debris and shrapnel thrown about as a result of the force.",
    "description": "Turtonator is a bipedal, turtle-like Pokémon with a spiny shell. Its skin is a muted green and only visible on its limbs, tail, head, and neck. On top of its head is an additional shell with many points around the brim. This extra shell has a black center, yellow in the middle, and a red outer rim. Its eyes have black markings around the bottom, and it has a tubular, yellow snout with a single, large nostril. Turtonator has a wide mouth with the lower lip marked by a jagged yellow line extending from its nose. On each side of Turtonator's long neck are two short, triangular projections. Its front legs have mitten-like hands, while its hind feet have claw-like red growths around them. Most of its tail is also covered by red plating, which has fin-like projections. The shell that encases its body has a red underside with a star-shaped, yellow-rimmed hole in the center. The back of the shell has a yellow center with several spikes: four large spikes with red bases form a star shape in the center with four smaller spikes around them. This Pokémon resides on volcanoes, where it camouflages itself among the rocks and waits for prey. In addition to hunting, Turtonator also feeds on sulfur and other volcanic materials. This diet rich in explosive material has contributed to a layer of explosive material in its shell. This diet also makes Turtonator's feces dangerously explosive. The feces can be put to many different uses; in Pokémon Adventures, they can be used as makeshift landmines, exploding from a mere touch. When prey steps onto its shell, it strikes itself with its own tail to cause an explosion. The explosion is ignited by sparks from the spikes on its shell and released through the hole on its chest.[1] This orifice also acts as Turtonator's weak point. Its explosive capabilities are dampened by the rain, however, so it takes refuge in caves on rainy days. It is also capable of spewing poisonous gas and flames from its nostrils. Turtonator is the only known Pokémon capable of learning the move Shell Trap."
}