{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Bruxish_(Pok%C3%A9mon)",
    "pokemon": "Bruxish",
    "pokedex_number": "0779",
    "origin": "Bruxish may be based on the reef triggerfish — also known as the humuhumunukunukuāpuaʻa — the state fish of Hawaii. It may also be based on other species of triggerfish (such as the queen triggerfish, which bears similar coloration) or filefish.",
    "description": "Bruxish is a fishlike Pokémon with a thick skin covered in colorful scales and fins. The front of its body is light blue with large, dark purple lips and a mouth full of sharp teeth. The upper half of its body is mostly light purple, while the lower half is mostly yellow. The purple portion of its body is dotted with light blue spots. The yellow underside extends up around its eyes, which are light purple with light blue pupils. Its eyelids are dark purple with long, light blue eyelashes. Its fins are all dark purple, light blue, or a combination of the two colors: the pectoral fins are mostly dark purple with a short line blue line along the bottom, the dorsal fin is light blue, the ventral fin is dark purple, and the tail fin is dark purple with a light blue, heart-shaped marking in the middle. On top of its head is a protuberance with a dark purple bulb at the tip. The bulb is able to open like a flower, which reveals a light blue orb in the center. This Pokémon buries itself on the seafloor, leaving only the growth on its head exposed. By emitting a low level of psychic power, it serves as a radar to detect prey. Additionally, the protuberance can emit a strong psychic power. Opponents bathed in this power are stricken with terrible headaches and fall unconscious.[1] Prey, which includes Shellder and Mareanie, are ground into mush and eaten. Toxapex is a rival of Bruxish in warm ocean currents. When emitting psychic power, Bruxish grinds its teeth, which stimulates its brain and creates psychic energy. This sound is enough to send nearby Pokémon fleeing immediately. In the Alola region, lifeguards allow this Pokémon to remain in their area to prevent other, dangerous Water Pokémon from gathering.[1] Any sunlight reflecting on Bruxish's ripples will cause the water to shine brightly. Bruxish is the only known Pokémon that can have Dazzling as an Ability. In Generation VII, Psychic Fangs was its signature move, but other Pokémon could still inherit it via breeding."
}