{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Hakamo-o_(Pok%C3%A9mon)",
    "pokemon": "Hakamo-o",
    "pokedex_number": "0783",
    "origin": "Hakamo-o appears to be based on a theropod dinosaur with some traits from ankylosaurs. Hakamo-o's ritual war cries prior to confronting an opponent seems to allude to Haka, war dances by Polynesian warriors. The fact that it uses its scales to produce sound may also reference cymbals and castanets.",
    "description": "Hakamo-o is a bipedal, reptilian Pokémon with many scaly plates. Most of its body is light gray, but it has dark gray arms and legs. It has angular, red eyes, a rounded, beak-like snout with a small spike on either side of the upper jaw similar to teeth, and two small scales standing up on either side of its head. Down the center of its chest is a line of three slightly raised scales, and there is a matching line of four scales down its back. Several slightly raised gray scales overlap its shoulders. In between its shoulders and on each side of its head is a small, white crest made of feathers. It has three yellow claws on each appendage and a long, tapering tail. This Pokémon has many scale plates on its body as well. There is a yellow one on its forehead, which is oval with a light yellow, heart-shaped stripe across the middle. Two circular scales cover the front of its neck; both are light yellow with darker edges. The tops of its arms are covered by three overlapping scales. The first two arm scales are gray with yellow trim, but the last scale is red with yellow trim and much larger. At the tip of its tail is a small, circular scale. This last scale has a light yellow portion before ending in a darker yellow. This Pokémon leaves its fellows to begin training on its own and can be found wherever there are opponents for it to fight. When it finds an opponent, it dances and clangs its scales together to show its strength. This ferocious dance climaxes with a challenging war cry. Because its scales serve as armor, it overwhelms its opponent with attacks without worrying about its own defense. This battle style causes many of its scales are torn off or broken. Hakamo-o considers its broken armor and bare arms as proof of a well-fought battle and wears them with pride.[1] However, the scale begins growing back immediately and harder and sharper than before. Its scale conduct heat well, so shed ones are often molded into pots and pans."
}