{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Tapu_Lele_(Pok%C3%A9mon)",
    "pokemon": "Tapu",
    "numero_pokedex": "0786",
    "descripcion": "Tapu Lele is a vaguely butterfly-like Legendary Pokémon. Tapu Lele has a black upper body and head with a few small white markings. Its eyes are blue with a pink line through the middle of each iris. Below each eye is a curved white line and above each is a curved pink line separated into three segments. On its upper body is another, thicker curved white line. Its thin arms have digitless hands and puffy pink bracelets on each wrist. On top of its head is a mass of dark pink, tentacle-like hair. Two longer strands of hair frame its face. Encasing its dark pink lower body and on top of its head is a shell resembling an insect. Tapu Lele's shell is primarily light pink. The portion on top of its head is conical with a white diamond marking in the center and a white half-diamond marking below that. Both diamond shapes are framed in black. The shell around its lower body mirrors these diamond markings and has an additional half-diamond on the back. On each side is a hexagon marking consisting of five dark pink triangles and one light pink triangle all outlined in black. These resemble the compound eyes of many insects. There are also projections on the back of the shell that resemble butterfly wings and a small black bump on the bottom similar to a curled proboscis. When closed, the shell resembles a bug's head with small wings. The people of Akala Island worship Tapu Lele. This guardian of Akala Island is known to scatter glowing scales, which affect others by stimulating and healing their bodies; however, these scales are also dangerous if too many are touched at once. Some consider it to be guilelessly cruel for the way it destroys others as it scatters its scales for its own amusement. This has resulted in Tapu Lele being described as an incarnation of nature, the reason being it does not feel remorse for its cruel actions. An old legend says that Tapu Lele ended a war between Alola's islands by healing the tired warriors with its scales, but rumors point to a more disturbing truth behind this story. Its strength comes from the energy stored within its shell. If Tapu Lele finds itself at a disadvantage in battle, it will prioritize not outright losing as opposed to trying for a decisive victory.[1] It is said to gain energy from the scent of flowers. Tapu Lele is known to defend its home from the Ultra Beasts. As seen in Revealing the Stuff of Legend!, Tapu Lele and the other tapu can transform a Z-Ring into a Z-Power Ring. Tapu Lele and the other guardian deities are the only known Pokémon capable of learning the move Nature's Madness. They are also the only known Pokémon capable of using the Z-Move Guardian of Alola."
}