{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Tapu_Bulu_(Pok%C3%A9mon)",
    "pokemon": "Tapu",
    "numero_pokedex": "0787",
    "descripcion": "Tapu Bulu is a vaguely bull-like Legendary Pokémon. Tapu Bulu has a bulky, black body with thick arms and no legs. It has blue eyes with an orange line across each iris. Under each eye is a red line divided into three segments with a smaller, white line below that. There is a short white line above each eye. In the middle of its face is what appears to be a golden nose similar to a bull's snout. There is a white ring through the nostrils of the nose. On each side of its face is a thick white line that curves upward at the outer tip. There are red rings around its shoulders and golden, cloven hooves at the end of its arms. Its tail is mostly covered in a golden bell with two thin black rings around the top and a wavy black line around the bottom. A tuft of fur is just visible inside the bell. On top of its head is a pair of curved, black horns. Each horn has a thick yellow marking near the tip and half of a wooden shell attached to it. Tapu Bulu's shell is primarily red with white and yellow markings thickly bordered by a muted black. The shell itself resembles a flower or plant when open; when closed, the horns shift to the sides and it takes on the appearance of a bull. The top of each half is slightly thicker than the bottom, which gives the \"bull\" a slightly protruding brow. At the bottom of each half is a white rectangle with a muted black triangle at the bottom. Above the rectangles are two triangular markings; the top triangle slightly overlaps a larger, yellow triangle. Behind and just touching the yellow triangle is a tiny, white rectangle that creates the \"bull's\" eyes. The side has a single, tiny yellow triangle marking. This guardian of Ula'ula Island is able to command vegetation to grow and change shape to its will. Despite its fearsome power, it is largely inactive, leading some to consider it a lazy Pokémon. It has a peaceful disposition and does not like to cause unnecessary violence, so it rings the bell on its tail to alert others of its presence. However, it is merciless to those who offend it and it is said to have once repelled thieves from its ruins by swinging trees like clubs.[1] The ruined Tapu Village stands as another example of the guardian's wrath. Tapu Bulu is known to defend its home from the Ultra Beasts. As seen in Revealing the Stuff of Legend!, Tapu Bulu and the other tapu can transform a Z-Ring into a Z-Power Ring. Tapu Bulu and the other guardian deities are the only known Pokémon capable of learning the move Nature's Madness. They are also the only known Pokémon capable of using the Z-Move Guardian of Alola."
}