{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Tapu_Fini_(Pok%C3%A9mon)",
    "pokemon": "Tapu",
    "numero_pokedex": "0788",
    "descripcion": "Tapu Fini is a vaguely swordfish-like Legendary Pokémon. Tapu Fini has a black body shaped similarly to a mermaid or fish. It has light blue eyes, white eyelids, and a light blue, fin-like marking around the outer corner of each eye. It has a white T-shaped marking on its forehead and a small, white V-shape on its chest. Around its shoulders are segmented purple rings and its long thin arms have webbed hands with three fingers. Each finger is tipped with a purple claw. On the front of its lower body is a light blue, fin-like projection with three spikes. It also has light blue fins on top of its head that resemble long, flowing hair. Tapu Fini's main body resides inside a violet shell that resembles a swordfish head when closed. The top half of the shell has a fin with light blue webbing on top and a thin, pointed spine on the front. On each side of the top shell are two C-shaped markings facing each other to form a rough circle. One marking is white and one is light blue, but both are outlined in black. These markings form the \"eye\" of the swordfish. Along the edges of both shell halves are a series of white triangles with black outlines. As the guardian of Poni Island, Tapu Fini can freely manipulate water and it gains energy from ocean currents. Tapu Fini is both respected and feared. To avoid harm to itself in battle, it shrouds its surroundings in a mysterious fog that sends its opponents into a self-destructive trance. The guardian also unleashes this fog as a test for those who seek the special water it can create, which is said to purify anything it touches. Many humans have attempted this trial, including those with ill intent; disgusted by this history, Tapu Fini does not care much for humans. Despite this, it is willing to help those who prove themselves worthy.[1] As seen in Run, Heroes, Run!, Tapu Fini has shown to be able to make water clocks out of water and bridge the world of the living with the world of the dead using mist. As stated in Memories in the Mist!, long periods of exposure to this mist can trap people within it forever, specifically targeting those who cannot endure the pain of seeing a deceased loved one again. Tapu Fini is known to defend its home from the Ultra Beasts. As seen in the Revealing the Stuff of Legend!, Tapu Fini and the other tapu can transform a Z-Ring into a Z-Power Ring. Tapu Fini and the other guardian deities are the only known Pokémon capable of learning the move Nature's Madness. They are also the only known Pokémon capable of using the Z-Move Guardian of Alola."
}