{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Cosmog_(Pok%C3%A9mon)",
    "pokemon": "Cosmog",
    "numero_pokedex": "0789",
    "descripcion": "Cosmog is a small Pokémon with a gaseous body similar to a nebula. The gases that make up its body range in color from violet to light blue. The very center of its body is black both in front and back. The black space on the front contains its face, which consists of beady yellow eyes, circular blue cheeks, and a small mouth. The space on the back has only a single blue dot. There is a golden half-circlet on both the top and bottom half of its body, which divides it exactly in half. Two wispy extensions containing starry specks serve as its arms. Cosmog's gaseous body makes it one of the lightest Pokémon in existence. Cosmog's body is frail and easily blown away. However, it is carefree and doesn't seem to mind. It collects dust from the atmosphere, which allows it to grow slowly. Cosmog has the ability to warp itself and those close to it. Professor Mohn's research tells that Cosmog can also open Ultra Wormholes when under extreme stress. This process is very dangerous for Cosmog, and the use of its powers can leave it immobile for extended periods of time, or even fatal when used improperly. According to Lusamine, the gases from Cosmog can also be extracted to create Ultra Wormholes.[1] Cosmog is theorized by the Aether Foundation to be a type of Ultra Beast, and its name was coined by one of the professors at the Foundation. In the ancient times, it was known as “The child of the stars” by the people of Alola. When angered, Cosmog's wisps will puff up in a comedic way. In behavior, Cosmog has an overly trusting nature and it immediately takes a liking to whoever shows it kindness, even when that person doesn't have the best intentions for it.[2] Cosmog is known to be very curious but not very cautious; this behavior has often led to Cosmog willingly put itself in danger, only to teleport away should things get dicey. This Pokémon can also be created by Solgaleo and Lunala, probably as a some type of reproduction. The guardian deities watch and protect Cosmog until it fully evolves and returns to Ultra Space to repeat the cycle."
}