{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Nihilego_(Pok%C3%A9mon)",
    "pokemon": "Nihilego",
    "pokedex_number": "0793",
    "origin": "Nihilego is inspired by jellyfish, with its body made of glass to contrast the soft bodies of real jellyfish.[3] It being Rock-type may be inspired by the fact that artificial glass is usually made out of sand. The specific species of jellyfish it is based on may be the Aurelia aurita or the Phyllorhiza punctata; the Ultra Beasts have been stated to be based on invasive species,[4] and the Phyllorhiza punctata is an invasive species in the waters surrounding Hawaii. It may also draw inspiration from Myxozoa, a class of microscopic parasites in the phylum Cnidaria (which includes jellyfish). In particular, the Myxobolus cerebralis is known to cause the infectious \"whirling disease\" in various fish species. The disease causes the fish to develop bone and neurological abnormalities that cause them to swim in a corkscrew-like \"whirling\" motion.",
    "description": "Nihilego is an Ultra Beast that resembles a jellyfish. The bell is semi-translucent and encircled with several white, star-shaped markings. The wavy rim of the bell flares outward and is bright blue. Its tentacles appear gelatinous and give it a vaguely humanoid shape. Several tentacles mesh together forming the appearance of a cape or long hair, while four shorter tentacles resemble shorter hair and arms. Two long tentacles make up the legs of the human shape. According to its concept art, Nihilego's body is made of various types of glass. Nihilego was the first Ultra Beast to be discovered by Professor Mohn of the Aether Foundation. He was also the one who coined Nihilego's name. Nihilego live in another world named Ultra Deep Sea. Although its exact levels of intelligence are unknown, it is believed to act upon a self-preservation instinct[1]. However, in addition to its human-like shape, it is sometimes seen acting like a young girl. According to Wicke from the Aether Foundation, Nihilego's most distinctive feature is its parasitic capability. When Nihilego latches on to a host's head, it does not manipulate its actions directly. Instead it awakens the host's own capabilities and boosts them to an extreme extent in order to protect itself. It injects the host with a sort of neurotoxin to achieve this effect. This neurotoxin of Nihilego's is incredibly stimulating and inspires feelings of extreme excitement and a lack of inhibition in its host. Anything or anyone that Nihilego latches on to will have its native skills forcibly activated to their fullest extent and will then act as it naturally desires to. Pokémon Adventures also elaborates upon Nihilego's neurotoxin, explaining that its venom turns their negative emotions into happiness and pleasure. It's also said that Nihilego mostly feed on those who feel intense worry or anxiety. Wicke also claims that like all Ultra Beasts, Nihilego stores Z-Power, the same energy possessed by Totem Pokémon, within its body, which takes the form of a red, flaring aura[2]. As seen in the games and in The Homecoming Crown!, Nihilego are capable of creating illusions, such as making itself and its allies vanish and are even capable of seeing the memories of humans. That same episode also showed that Nihilego can demonstrate emotions other than self-preservation and the ability to heal people. Nihilego is capable of physically merging with its host, such as with Lusamine in various media. In this \"merged\" state, the Nihilego's bell loses its stars, developing several iridescent spots across its surface. Its eight tentacles become long and flattened and have numerous deep black spots with various colored diamond-shapes inside. Four of the tentacles are connected to the bell via frilly white structures; these tentacles have four spines protruding from them that can be used similarly to hands. The remaining four tentacles each terminate in a single larger spine. Lusamine's body also changes and is visible within Nihilego's bell as her legs dangle beneath it. Her hair turns black with golden lines, her eyes turn yellow, half of her legs and dress become black as the other half becomes purple. The toxins produced by Nihilego may remain in the host's body, even after Nihilego has left their body. This can leave the former host to remain ill for unspecified amounts of time and treatment may be necessary. Nihilego leaving a host's body can also cause unconsciousness, as is the case with Lusamine, however it unknown whether or not this is because of Nihilego's toxins, the stress of fusion or the overwhelming amount of Z-Power within her body. As depicted in 10,000,000 Reasons to Fight!, its lower tentacles inject its toxins into the ground while sharp rocks grow below. While the same episode shows that Nihilego can willingly end this merger and it may be disrupted in other ways as well, the lingering toxins and the shock of the separation can leave the host in critical condition, both physically and psychologically. The same episode also shows that Nihilego can take full control of the fusion and form an orb with its own mass to prevent its host from escaping the fusion. "
}