{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Buzzwole_(Pok%C3%A9mon)",
    "pokemon": "Buzzwole",
    "pokedex_number": "0794",
    "origin": "Buzzwole is based on a mosquito, given a strong muscular physique to contrast its real-world size and frailness.[4] The specific kind of mosquito may be the Aedes albopictus, which is an invasive species worldwide. With respect to real-world contrast, Buzzwole's masculine appearance contradicts the fact female mosquitoes suck blood to nourish eggs, whereas male mosquitoes feed on nectar and cannot break skin. This dichotomy is shared with Pheromosa, implying a conscious design decision.",
    "description": "Buzzwole is an Ultra Beast that resembles a large, anthropomorphic mosquito. Its head is small and flat with a black ridge up the center. It has two red compound eyes with two black, spherical basal joints for its red and black antennae between them. Protruding from under these joints is a long, silver proboscis. It has many bulging muscles that appear to be sacs full of a red fluid with small white bubbles inside. There are three sacs on each arm, two on each leg, two on its chest, and several on its shoulders and down its back. Around its waist are three rings of smaller sacs. The muscles on its chest and some on its arms and waist have thin, grayish lines resembling tendons running across them. It has large, five-fingered hands with red knuckles and four pointed legs. There are several black spikes on its body: a small one on each side of its head, two on each shoulder, one on each elbow, and one on each leg. The portions of its body between its muscles are dark red or black. On its back are two pairs of pale orange wings with slightly darker veins. Buzzwole live in another world named Ultra Jungle. Its proboscis is said to be harder than a diamond[1]. Buzzole is powerful enough destroy to a dump truck with a single punch. According to Wicke from the Aether Foundation, Buzzwole's most distinctive feature is its skill to strengthen itself. Buzzwole is able to absorb energy and then achieve a chemical reaction between the energy it has absorbed and its own body fluids.\nAs a result, Buzzwole's body swells to an almost explosive extent. Its muscles bulge and are so thick and dense that they are stronger even than steel. Both its Attack and Defense experience a clear leap in power. It also displays a habit of striking a pose each time that it takes any sort of action, it is thought this might serve as a method of communication, but it is not well understood. Wicke also claims that like all Ultra Beasts, Buzzwole stores Z-Power, the same energy possessed by Totem Pokémon, within its body, which takes the form of a red, flaring aura[2]."
}