{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Pheromosa_(Pok%C3%A9mon)",
    "pokemon": "Pheromosa",
    "pokedex_number": "0795",
    "origin": "Pheromosa may be based on an American cockroach that has molted, which causes it to be white in color, and may also draw inspiration from a copepod. It also resembles a fashion model, given its idle pose, and its body resembling an artful set of clothes. Pheromosa's overall design and personality seems to contrast the real world perception of cockroaches, which tend to be considered creepy and unclean. Additionally, whereas in real-life, only male cockroaches have wings, Pheromosa dons a distinctly feminine demeanor. This contrast is shared with Buzzwole.",
    "description": "Pheromosa is an Ultra Beast that resembles a feminine anthropomorphic cockroach. It is primarily white with a thin build. Its torso is composed of five thin discs that droop slightly downward. The widest disc makes up its shoulders, the second widest its hips, and the two smallest its chest and waist. There is a gold ovoid inside of the widest disc, where its long, thin neck protrudes from. Its arms and legs are also long and thin with gold joints. Its hands and feet are both composed of two golden claws. Pheromosa has a small, semi-flattened head with a yellow, crown-like structure on top. The two tallest points of the crown point to its long, thin antennae, which are white with small gold balls at the tips. Attached to the back of its head are two structures resembling insect wings. The wings are transparent, curve slightly inward, and reach nearly to the ground. It has narrow, purple eyes with bright blue pupils. Pheromosa live in another world named Ultra Desert. Pheromosa's speed is believed to be fast enough to dodge lightning[1]. It displays a considerable reluctance towards touching anything as if it interprets the Pokémon world as being unclean somehow. According to Wicke from the Aether Foundation, Pheromosa can reach speeds exceeding 120 mph [200 km/h] in just an instant. This speed is greater than any other living creature that has been discovered to date. But its most distinctive features may in fact be its beauty and its powerful pheromones.\nMost any creature that squares off against Pheromosa becomes confused, as if struck by the beast’s beauty, and loses the will to fight. It is still a subject of research, but it’s thought that Pheromosa may possess some sort of organ able to produce a pheromonal substance previously unknown to science. Wicke also claims that like all Ultra Beasts, Pheromosa stores Z-Power, the same energy possessed by Totem Pokémon, within its body, which takes the form of a red, flaring aura[2]."
}