{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Xurkitree_(Pok%C3%A9mon)",
    "pokemon": "Xurkitree",
    "numero_pokedex": "0796",
    "descripcion": "Xurkitree is a very tall Ultra Beast that resembles a vaguely humanoid mass of electrical wiring. Its \"head\" is a white, brightly glowing electric spark with numerous points and no visible face. Below its head is a mass of black cables for its torso and limbs; there are white bands resembling zip ties throughout its body as well. Its arms have ties where its shoulders, elbows, and wrists would be. The upper arms have two cables, while the lower have three. At the ends of its arms are copper structures that resemble hands, each with six flat \"fingers\". The legs have ties at the hips, knees, and ankles and are composed of four cables fused together for the whole length. The feet have four toes possessing \"claws\" of exposed copper; each foot has two fused toes pointing forward and two separate toes pointing backward. Finally, its tail has three ties and four cables, one of them loose in two sections. The tail ends in what resembles a three-pronged plug. Xurkitree live in another world named Ultra Plant. There, many have been seen unmoving, with their arms and legs stuck to the ground, similar to trees as they absorb electricity from the ground. Xurkitree vary greatly in size, from being a little bigger than a human to being the size of a mountain. Because this Ultra Beast reportedly raided a power plant, it is speculated to sustain itself with electricity. Witnesses claim that its entire body crackles with astonishing electrical power. According to Wicke from the Aether Foundation, Xurkitree's most distinctive feature is an organ that can generate power. This UB's bodily makeup is highly reminiscent of electric wiring, thus enabling it to conduct electricity with great efficiency. It can discharge as much as a million volts of power at a time. When it begins to run out of power, it stabs its legs and tail into the soil, entering a treelike state as it absorbs electricity from the ground. Wicke also claims that like all Ultra Beasts, Xurkitree stores Z-Power, the same energy possessed by Totem Pokémon, within its body, which takes the form of a red, flaring aura[1]. Xurkitree and Blacephalon have a rivalry with each other, often competing in contests to see who can shine the brightest as depicted in Twirling with a Bang!."
}