{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Celesteela_(Pok%C3%A9mon)",
    "pokemon": "Celesteela",
    "pokedex_number": "0797",
    "origin": "Celesteela may be based on Princess Kaguya from The Tale of the Bamboo Cutter, which was said to have been discovered as a baby inside a bamboo stalk, and was revealed to hail from the Moon. This may be referenced with Celesteela's design, which seems to visually combine bamboo shoots and trunks with elements of a space shuttle, and a depiction of Princess Kaguya as a woman with long hair wearing a multilayered kimono. It may also be referenced with the fact that Celesteela is exclusive to Pokémon Moon and Ultra Moon.",
    "description": "Celesteela is a large, vaguely humanoid Ultra Beast with a bodily construction that resembles a cross between a space shuttle and a bamboo shoot. It has a small, white head with a tiny mouth and a skinny neck with three segments. On top of its head is a gray structure resembling a hat with long, flowing hair underneath. The hair reaches midway down its body and is rimmed with bright blue. The \"hat\" has two small blue dots and four white spikes arranged in an X-shape. These spikes resemble decorative hair sticks. On the very top of its hat is a long gray horn similar to a drill bit. It has large, disembodied gray arms that resemble bamboo stalks. At the end of each arm is a ring of bright blue, fin-like projections and a collection of eight smaller, black bamboo shoots. Each smaller stalk has a bright blue ring with a small line extending back up the stalk. Its main body is conical and resembles a dress with four overlapping layers. The shortest and outermost layer is the shortest and appears metallic, while the inner layers are each a lighter shade of green, progressively longer, and seem to be cloth or plant material. Underneath all the layers is a white body with a light gray crisscross pattern covering it and a bright blue ring along the base. Below the dress is what appears to be a collection of eight black bamboo stalks. On the bottom of each stalk is a bright blue ring with a small line extending back up the stalk; this causes the stalks to also resemble solid rocket boosters. Celesteela is one of the heaviest Pokémon, tying with Cosmoem. Celesteela live in another world named Ultra Crater. It appears to grow out of the ground like a plant in its homeworld, before exploding the ground around itself, and flying away into space for unknown reasons. According to Wicke from the Aether Foundation, Celesteela's most distinctive feature is the energy that it stores within itself, a flammable gas that it can shoot from its two huge arms.\nThis is mostly used to propel itself in flight and for battle, but it has sufficient power and lift to even fly into space. Its bodily construction closely resembles that of a plant, and it absorbs nutrients from the soil. Wicke also claims that like all Ultra Beasts, Celesteela stores Z-Power, the same energy possessed by Totem Pokémon, within its body, which takes the form of a red, flaring aura[1]. Celesteela's rocket thrusters are powerful enough to destroy an entire bamboo forest. As seen in Rise and Shine, Starship!, Celesteela have a long lifespans, as one was buried in Alola, growing for over 200 years."
}