{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Kartana_(Pok%C3%A9mon)",
    "pokemon": "Kartana",
    "numero_pokedex": "0798",
    "descripcion": "Kartana is a small Ultra Beast that resembles an origami human. It appears to be folded out of a sheet of paper which is white on one side and orange on the other. Its head is folded slightly inside its body and has a four-sided star in the center, but no discernible facial features. Its head opens and closes similar to a paper fortune teller and seems to function as both an eye and a mouth. On top of its head are two short antennae or horns that are wider at the top. It has long, thin arms that resemble katanas with a yellow, sheath-like structure around the upper area. The sheath connects to a red, slightly raised hexagon on its torso. Extending up and out from the base of each sheath are three yellow projections that are nearly as long as its arms. Its legs appear creased with areas of red visible along the edges. Kartana's light, thin build makes it one of the lightest Pokémon in existence. Kartana live in another world named Ultra Forest. According to Wicke from the Aether Foundation, Kartana's most distinctive feature is its thin and razor-sharp body, of which every edge has as cruel a cutting edge as any well-honed blade. The edges on its arms are particularly in a class of their own. Any opponent who tries to attack it will be cut down with a single strike of its blades. Its thin body also allows it to evade attacks by dancing lightly out of the way. This is a very dangerous creature, considering its excellent offensive and defensive capabilities, but due to the nature of its body, it is also highly vulnerable to fire and moisture. Wicke also claims that like all Ultra Beasts, Kartana stores Z-Power, the same energy possessed by Totem Pokémon, within its body, which takes the form of a red, flaring aura[1]. In the Pokémon the Series: Sun & Moon episode Living on the Cutting Edge!, Kartana can open Ultra Wormholes and has the ability to speak the human language, albeit in reverse."
}