{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Guzzlord_(Pok%C3%A9mon)",
    "pokemon": "Guzzlord",
    "numero_pokedex": "0799",
    "descripcion": "Guzzlord is a massive, black Ultra Beast. Its main body is primarily spherical with a large, yellow mouth in the center. The top and bottom of the mouth are lined with two rows of teeth; the front row is yellow, while the rear row is black. In the second row of the upper jaw, two teeth curve out of the mouth similar to tusks. The inside of its mouth is a bright blue and its throat is lined with small spikes; its large black tongue is also lined with small spikes. Additional tongues resembling long arms with pincers protrude from its lower jaw even when its mouth is closed. Just above its mouth are two glowing, blue eyes with a yellow, diamond-shaped marking between them. Above each eye is a single, bat-like wing with yellow along the upper edge. There are other small bat-like wings down the sides of its body as well. On the underside of its body are three, fin-like projections that curve up towards its mouth. Guzzlord's body is supported by a pair of thick legs, which have yellow zigzag markings across the knees and three claws each. On top of its body is a small, conical head with a second, smaller pair of glowing blue eyes. Four short horns with yellow tips form a ring around its head. On either side of its head is a larger, slightly curved horn also tipped in yellow. There is also a pair of arms on top of its body. Each arm has a hand with three yellow claws. A row of small spikes trails down its back and along its tail. The tail itself extends from the center of its back and resembles a medieval mace. Guzzlord live in another world known as the Ultra Ruin, which is an alternate universe's Alola, more specifically Hau'oli City. In the Pokémon the Series: Sun & Moon episode Battling the Beast Within!, it was revealed that Guzzlord is not native to the Ultra Ruin; it actually got there through an Ultra Wormhole and started devouring everything, leaving a barren wasteland behind. In the same episode, it was revealed that the second face above its maw is Guzzlord's weak point. Its body is said to feel like hard rubber. In order to eat, its tongue moves in a wave-like motion that pulls food towards its mouth.[1] Guzzlord has an astounding appetite, devouring not only objects, but the ground, rivers, and even the seas.[2] There have been reports of it eating mountains and buildings whole. Despite the massive amounts that it consumes, no droppings have been found, which may suggest its digestion is perfect, converting everything into energy in order to sustain itself[2]. According to Wicke from the Aether Foundation, Guzzlord's most distinctive feature is its limitless appetite. It feeds without pause every moment that it is awake. It uses the two large tongues that protrude from its mouth to catch and devour everything in its path, be it organic or inorganic matter. And while it eats such an inordinate amount, Guzzlord excreta has never been discovered. It is thought that it might fully convert the things that it eats into energy for it to use. Wicke also claims that like all Ultra Beasts, Guzzlord stores Z-Power, the same energy possessed by Totem Pokémon, within its body, which takes the form of a red, flaring aura[3]."
}