{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Necrozma_(Pok%C3%A9mon)",
    "pokemon": "Necrozma",
    "numero_pokedex": "0800",
    "descripcion": "Necrozma is a vaguely humanoid Pokémon whose body appears to be constructed out of a black crystalline material. Necrozma's body is primarily prismatic and black due to the amount of impurities in its system The large protrusion attached to its head is its tail, which has a row of three large spikes along the top and is white in the back with a dark gray symbol resembling a eight-pointed star in the center. Its face is actually a prism-like object known as the \"brain prism\", which possesses a collection of multicolored shapes that resemble eyes. While absorbing light, this brain prism glows white.[1] Its thin arms have disproportionately large hands with three claws. Jutting out of the back of each hand is a whitish crystal that darkens toward the tip, and each elbow has a hook-like spike. Two large spikes jut from each shoulder and there is a row of smaller spikes along each side of its body. Its feet have three hook-like toes each. Necrozma originates from Ultra Space and is capable of opening and traveling through Ultra Wormholes. This causes many to believe Necrozma is one of the Ultra Beasts, however, different accounts refer to Necrozma as a \"reminiscent of the Ultra Beasts\" and \"a creature almost like an Ultra Beast\". It once had the ability to give light in its original form, but lost this ability along its true form after being heavily injured by the Ultra Recon Squad's ancestors in an attempt to steal its light; Professor Kukui and Lillie theorize that the Sparkling Stones and the Z-Crystals used to perform Z-Moves are fragments of Necrozma's body that it lost upon being injured and rained down into Alola. According to the Ultra Recon Squad, the light that radiates from Necrozma is the aura that surrounds the Trainer and Pokémon while performing a Z-Move and the aura surrounding a Totem Pokémon. This energy is consumed by Pokémon such as the Ultra Beasts and radiated by Pokémon such as Solgaleo and Lunala. Necrozma displays extremely violent behavior due to the constant, maddening pain it suffers in its incomplete state. Desperate for the light it requires to sustain itself and regain its original form, Necrozma steals light from other beings and places. This behavior caused it to be feared as and known as a \"pillager of light\" in ancient times. Its black coloration is a result of impurities building up within it as a result of its deep slumber. Necrozma can shoot powerful lasers using the power of a prism. These lasers are powerful enough to blast through anything it hits.[2] It can also attack its foes with a large pillar of light. Using its tail, it is able to propel itself by shooting black light from it. When Necrozma absorbs light from a world, that world becomes shrouded in darkness until the stolen light is returned as seen temporarily in Alola and in Ultra Megalopolis. In Pokémon the Series: Sun & Moon, the Aether Foundation confused Necrozma for an Ultra Beast and gave it a code name, \"UB: Black\". As seen in Filling the Light with Darkness, Necrozma is capable of absorbing a world's Ultra Aura, which causes adults to become more tired and lose motivation. Necrozma loves Necrozma Treats made by Snacksworth, who once encountered and roared loudly to intimidate it in the past. Necrozma is the only known Pokémon capable of learning the moves Prismatic Laser and Photon Geyser. It is also the only known Pokémon that can have Prism Armor as an Ability."
}