{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Magearna_(Pok%C3%A9mon)",
    "pokemon": "Magearna",
    "numero_pokedex": "0801",
    "descripcion": "Magearna is a metallic, bipedal, and artificial Pokémon that is made up primarily of spheres. Its head is a medium-sized sphere with a slight point in the back. Around Magearna's head is a gear with seven teeth, although the gear does not cover its chin. It has two large, rabbit-like ears with gold rims; a tiny nose and mouth; and light red eyes with pinkish ovals in the center. In the centers of the ovals are white crosses, and thin gold wiring encircles each eye with two small prongs similar to eyelashes. The rabbit-like ears appear to be two halves of a large disc held together by a hinge at the top. In the center of Magearna's body, there lies an orb-shaped object called the \"Soul-Heart\", which is Magearna's true self. The Soul-Heart is mostly light blue, but is divided by a thick gray band, and in the front center of the band lies a circular depression that is half-blue and half-pink. Above and below the depression, in the light blue portions, is a yellow, diamond-shaped marking. On either side of its upper body is a large, spherical shoulder with thin upper arms that lead to large, claw-shaped forearms and slightly pointed hands. Its lower body is a much larger sphere that resembles a ball gown. There is a pair of golden, wavy lines on each side of this sphere, which is divided down the front and back by a gray line. In the back, there is a solid gold ring with a hole in the center at the bottom of this line. The front has a gold ring as well, but it is broken at the top and bottom and has a shield shape in the center. Metal plates similar to the ruffles of a dress adorn the bottom of its lower body. It has two pointed legs. Magearna was created by a scientist as a gift to royalty, specifically to a king's daughter 500 years ago. The Soul-Heart in its chest is an artificial soul that was created by the scientist by collecting life energy from other Pokémon. Due to Magearna's ability to feel other's pain, it will try as hard as it can to save injured Pokémon. It can even perceive the emotions, thoughts, or feelings of other Pokémon as well. When it falls asleep or when it is sad, Magearna can take on the appearance of a Poké Ball[1]. Magearna is the only known Pokémon capable of learning the move Fleur Cannon. It is also the only known Pokémon that can have Soul-Heart as an Ability."
}