{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Naganadel_(Pok%C3%A9mon)",
    "pokemon": "Naganadel",
    "numero_pokedex": "0804",
    "descripcion": "Naganadel is an Ultra Beast that has both draconic and insectoid features. Its upper body is slender with thin arms and a long neck. The upper chest, neck, head, and arms are light purple, while its waist is dark purple with a fuchsia stripe on each side. Each shoulder has a long gray spike and each hand has three pinkish-purple claws. Running down each side of its neck is a dark purple stripe, which connects and forms a loop on its chest. The lower area of the loop is fuchsia and has a short, downward extension in the middle. At the end of its long neck is its head, which has a long, spiked crest on the top. On the sides of its mouth are a pair of curved, gray spikes that act as mandibles. Its glowing cyan eyes are conjoined, rimmed with fuchsia, and have a spiky crest on either side, which gives them a visor-like appearance. A pair of light purple wings sprout from the center of its back. These wings have a single fuchsia claw at the joint, two spikes along the wing-arm and darker purple membranes with fuchsia markings near the spikes. Naganadel originates from Ultra Megalopolis in Ultra Space in the core series games. However, Naganadel originates from an unnamed world in the animated series. The lower half of Naganadel's body houses its brain. It resembles a swollen wasp's abdomen and is filled with poisonous liquid. It is covered in stripes of light and dark purple and has three hollow stingers at the tip. The stingers are gray and have a fuchsia marking around them. The largest stinger is in the center; the other two are considerably smaller and sit on either side. These stingers are connected to its brain, so it will react violently if they are touched. Its main stinger can eject a luminescent, adhesive poison over a distance greater than six miles.[1] Like all Ultra Beasts, Naganadel stores Z-Power, the same energy possessed by Totem Pokémon, within its body, which takes the form of a red, flaring aura[2]. In The Prism Between Light and Darkness!, Naganadel is shown to be able to communicate with humans through telepathy and show them visions of the past. In the same episode, it was shown living in nests and leading large numbers of Poipole."
}