{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Blacephalon_(Pok%C3%A9mon)",
    "pokemon": "Blacephalon",
    "pokedex_number": "0806",
    "origin": "Based on its appearance and its movements in the animated series, Blacephalon may be based on clowns or circus performers. Based on its behavior of startling people in order to drain them of their vitality, it may specifically take inspiration from the evil clown trope found in fiction. Its head being made of sparks and able to explode may be inspired by various things, such as fireworks, sparklers, balloons, dandelions, and the Clown Face Nebula. Its ability to remove its head is similar to the yōkai Nukekubi, as well as the Dullahan of Celtic mythology.",
    "description": "Blacephalon is a colorful, humanoid Ultra Beast. Its slender torso and wide hips are yellow with alternating blue and pink stripes. There is a white sphere in the middle of its body and another on its back in place of a tail. It has thin arms with white frills on its wrists and teardrop-shaped hands. The right arm is pink, while the left is blue. Each arm has a spherical bulge near the shoulder. Its legs are shaped like white high-heeled boots with curled toes. Each foot has a sphere on it: blue on the left and pink on the right. Around its neck is a white frill with a hole in the center. Blacephalon's head is a white ball with a multitude of pink and blue dots, which are a collection of tiny sparks. On either side of the ball are stars that are blue on the outside, pink on the inside, and have yellow dot-like eyes on the center. The head is not attached to the body and can be removed for use as a weapon. As seen in Pokémon Refresh, the color of the sparks and the color and shape of the stars change with Blacephalon's mood. It is known to trick its targets through the silly way it walks before blowing its head up without warning, shocking them in the process; it then steals their vitality to use as energy.[1] Like all Ultra Beasts, Blacephalon stores Z-Power, the same energy possessed by Totem Pokémon, within its body, which takes the form of a red, flaring aura[2]. As seen in Twirling with a Bang!, this Ultra Beast can freely move its head around easily and regenerate it after blowing it up. As depicted in the same episode, Blacephalon and Xurkitree have a rivalry with each other, often competing in contests to see who can shine the brightest. Like Stakataka, Blacephalon's homeworld is one of the only worlds which is not seen and cannot be visited riding Solgaleo or Lunala through Ultra Warp Ride. Blacephalon is the only known Pokémon capable of learning the move Mind Blown."
}