{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Zeraora_(Pok%C3%A9mon)",
    "pokemon": "Zeraora",
    "pokedex_number": "0807",
    "origin": "Zeraora's feline appearance may take inspiration from cats and tigers. Its Electric type may allude to Kanehekili, the Hawaiian god of thunder. Its design may also reference the oni, a supernatural creature often associated with tiger pelts and lightning; or even the raijū, a creature that is the embodiment of lightning in an animal form, which is sometimes represented as a cat. Based on its swift movement and slicing up of its opponents, it may also draw inspiration from the kamaitachi. Its Shiny coloration may be based on white tigers.",
    "description": "Zeraora is a bipedal, feline Pokémon with primarily yellow and black fur. The fur is thinner and black on its lower legs, lower body, upper arms, and face, and is thicker and yellow everywhere else. There is also a zigzagging black stripe on each thigh and two more stripes on each forearm. There are small tufts of light blue fur on its chest and a longer tuft on its forehead. Zeraora also has a single, lightning bolt-shaped blue whisker on each cheek. A long, ponytail-like or tail-like bunch of fur extends from between its shoulders. Zeraora has large ears with black insides and blue eyes. Its forepaws have four clawed fingers and light blue pads, while its hindpaws have only three clawed toes. Zeraora was born from an explosion caused by a bolt of lightning striking an erupting volcano. It lacks an electricity-generating organ, so it gathers and stores electricity from outside sources. This Pokémon can create a very powerful magnetic field through the strong electric currents emitted from its paw pads. Using this magnetic field allows it to levitate and move at high speeds while airborne. Zeraora can travel as fast as a lightning strike. Its fur is known to stand on end whenever it is using massive amounts of electricity.[1] Zeraora can tear its opponents apart with its high-voltage claws. Even if the opponent dodges, they can still get electrocuted by the flying sparks. Lightning flashes and thunderclaps can occur when Zeraora starts running. Zeraora is the only known Pokémon capable of learning the move Plasma Fists."
}