{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Inteleon_(Pok%C3%A9mon)",
    "pokemon": "Inteleon",
    "numero_pokedex": "0818",
    "descripcion": "Inteleon is a bipedal, reptilian Pokémon that resembles a chameleon. Its head, slender arms, and tail are light blue in coloration, with its tail having a thin dark blue streak following the ridge of the tail. This dark blue coloration is also seen at the tip of its head crest and on its slender torso, which continues down the backside of its legs until the bottom of the feet. The front side of its legs and feet are black, ending in three-pointed toes. Its hands are also black and have five fingers. Its eyes have yellow irises and white pupils, with a black lower lid and a yellow upper lid. Its membrane is also yellow; this membrane forms a thin, wavy, fin-like crest on its head, and connects to the back of its neck before falling over its back in a cape-like fashion. It has a white diamond-shaped patch of skin on its stomach. Inteleon has many hidden capabilities. It has darkly colored nictitating membranes that allow it to analyze for an opponent's weak point. These special lenses can also detect body heat. Once Inteleon finds a foe's weakness, it will start attacking. This also helps it precisely shoot water from its fingertips at Mach 3. The membrane on its back is extendable and allows it to glide in the air. It also has a sharp knife hidden in its tail. Inteleon is highly intelligent, carefully thinking out strategies before entering combat to ensure a swift and decisive victory. It is also known to be quite chivalrous and is completely loyal to Trainers it sees as worthy.[1] As seen in Pokémon Journeys: The Series, Inteleon can camouflage itself like its pre-evolved forms and has access to infrared vision. Despite Inteleon presenting itself as being a well-mannered Pokémon, it still retains its lazy side from its pre-Evolution. Inteleon will choose to slack off when its Trainer does not look at it. Inteleon is the only known Pokémon capable of learning the move Snipe Shot."
}