{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Drednaw_(Pok%C3%A9mon)",
    "pokemon": "Drednaw",
    "pokedex_number": "0834",
    "origin": "Drednaw seems to be based on the common snapping turtle, with some of its characteristics being apparently derived from the alligator snapping turtle. Its horn resembles a cleaver, and its Gigantamax form resembles a dreadnought. Its boat-like underside, most noticeable in its Gigantamax form, and armored top makes it resemble early ironclad warships, which were built from the hulls of wooden ships and plated with thick steel sheets.",
    "description": "Drednaw is a large quadrupedal Pokémon resembling a turtle, with a shell made of rock.[1] Its carapace (upper shell) is brown and is divided into three segments, and has a yellow section around it. Its plastron (lower shell) is flat and pale yellow, with a protrusion near the rear. Its lower jaw is likewise pale yellow. Its head is boxy and has yellow orbs on its cheeks, and a yellow horn with two large sections coming off of it. There is a small hole on either side of its horn. Its eyes are white and somewhat rectangle shaped with small pupils. Its front legs have one large yellow protrusion each, and each of its feet have three white toes. Its tail is long and has two spikes coming off of it. Drednaw's sharp jagged fangs are powerful enough to chomp on rock, iron, and steel rods. It captures prey and fights opponents by chomping down on them. It can extend its neck very quickly to reach enemies that are farther away. Due to its well-developed muscles, it can move very fast despite its heavy shell. Drednaw are notoriously vicious to the point where it requires a skilled Trainer to fully tame and handle it. Some Trainers will release Drednaw into the wild once they find they are unable to handle it.[1] Drednaw lurks along shorelines, biting on prey that approach its dwelling in search of drinking water. Prior to Generation IX, Drednaw and its pre-evolved form, Chewtle, were the only known Pokémon capable of learning the move Jaw Lock."
}