{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Barraskewda_(Pok%C3%A9mon)",
    "pokemon": "Barraskewda",
    "pokedex_number": "0847",
    "origin": "Barraskewda seems to be based on a barracuda, but also resembles other large predatory fish such as the gar, the houndfish, the northern pike, and some sturgeon species. It may also be based on skewers and spears, drawing some inspiration from spearfishing. In addition, it shares traits with torpedoes, such as its spinning propeller-like tail. The barracuda and torpedo elements together could be a reference to the Fairey Barracuda, a bomber aircraft built in Britain (the region Galar is based on) during World War II. It carried and deployed large torpedoes that could travel up to 100 knots, Barraskewda's top speed. Both Arrokuda and Barraskewda's colors and overall design also resemble Anglo-Saxon brooches which were fashioned and shaped like fish.",
    "description": "Barraskewda is a fishlike Pokémon with a long body and tapered head. Its head is colored brown and has small eyes with beady black pupils and no visible irises. Its mouth has a noticeable under-bite, and two teeth on each side of its lower jaw can be seen when Barraskewda has its mouth closed. At each corner of its mouth are two dark spiral markings. Barraskewda's head has four protrusions extending backward from its sides, with a spike extending from the upper and lower part of each side. Its main body is tan in color, and across each side of its midsection it has a white line running down most of its length, with other white markings branching off, resembling fish-bones. A similar branching brown marking can be found running down the length of Barraskewda's dorsal side. It has two pairs of ventral fins and one dorsal fin located near the back of its body, along with four tail-fins that can rotate like a propeller, allowing Barraskewda to swim at high speeds. All of Barraskewda's fins are colored red. Its tail fins are attached to a white hub that connects to the brown rear section of its body, and the spines in its other fins are brown as well. Barraskewda's jaws are said to be as sharp as a spear and strong like steel. It propels itself up to speeds of 100 knots by spinning its tail, and uses that speed to ram into its prey, spearing it. It is able to leap out of the water and catch Wingull flying near the surface with its jaws. It is also known to compete with Finizen for food. The flesh of Barraskewda is surprisingly tasty. Barraskewda and its pre-Evolution, Arrokuda, are the only known Pokémon that can have Propeller Tail as an Ability."
}