{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Centiskorch_(Pok%C3%A9mon)",
    "pokemon": "Centiskorch",
    "pokedex_number": "0851",
    "origin": "Centiskorch appears to be based on radiator coils and centipedes like Orphnaeus brevilabiatus, also known as fire centipede due to its bioluminescence. It may also be inspired by millipedes with the same ability, like the Sierra luminous millipedes. Additionally, it might also be based on the Ōmukade, a colossal centipede of Japanese myth, with the creature's legs described as resembling thousands of torches. It having a Gigantamax form reinforces this inspiration, as the Ōmukade could coil several times around mountains. The circular heat-generating organs on its body segments resemble stove burners, while its fire \"mustache\" could be inspired by Kabuto, a style of Japanese helmet.",
    "description": "Centiskorch is a flat, centipede-like Pokémon. It is red, with circular orange-yellow heat-generating organs on the underside of each section, while its dorsal side, along with its legs and mandible, are a darker shade of red. The head has an orange mark in the shape of an exclamation point (\"!\") on the top, and two bright yellow eyes with triangular red pupils. It has orange-yellow flames coming out of its head and rear, simulating antennae and telson. Centiskorch creates flammable gases by fermenting the food in its body, and then burns these gases through the heat-generating organs along its underside. This results in the overflowing flames on either end of its body, which can reach temperatures of almost 1,500 °F (800 °C).[1] As shown in the manga, the flames on its head can turn off. Due to its violent and belligerent nature, Centiskorch will attack anything that comes near it. When in battle, Centiskorch will rear up and use its long, hot body to attack, either by slamming its searing belly into opponents like a whip or constricting them with its body.[1] Scolipede is the natural predator or prey of Centiskorch, depending on who wins the territorial fight."
}