{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Polteageist_(Pok%C3%A9mon)",
    "pokemon": "Polteageist",
    "pokedex_number": "0855",
    "origin": "Polteageist is based on a ghost (possibly a poltergeist, a mischievous ghost that possesses objects) possessing a teapot full of tea, which has historical and cultural significance in the United Kingdom, the country Galar is based on.[5][7] It may also be inspired by genies, which are often depicted residing in oil lamps that resemble teapots. Additionally, Polteageist may be based on the yokai Morinji-no-okama or Narigama, which both take the form of possessed kettles.",
    "description": "Polteageist is a Pokémon made of black tea. Its body is purple with yellow accents, as well as yellow eyes and mouth. Its arms are thin and its hands have three digits, and it has two small legs. Polteageist inhabits a large, white teapot with cracks and holes on it, exposing parts of its body. The teapot has a yellow handle, as well as yellow accents on its cover and bottom. There are light blue swirly patterns surrounding the teapot. Most of the teapots that Polteageist inhabit are forgeries, but occasionally an authentic one is found. The black tea that composes Polteageist's body has a distinctly delicious flavor, but can cause strong chills when swallowed, and may also induce indigestion, stomach aches, and even death if drunk in excess. Only a Trainer it trusts is allowed to drink its tea.[4] There are gourmets who drink Polteageist's tea everyday, showing no fear of the side effects. Polteageist attacks by shooting the tea at its enemy's mouth. Polteageist live in hotels and restaurants, disguising themselves as tableware and infecting leftover tea to create more of their own kind.[4] As such, Polteageist is a gender-unknown species. A Polteageist's personality is dependent on the type of tea it possesses; the teapot it lives in doesn't affect it. Despite their similar appearances, Polteageist is not related to Sinistcha. Polteageist is the only known Pokémon capable of learning the move Teatime."
}