{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Hatterene_(Pok%C3%A9mon)",
    "pokemon": "Hatterene",
    "pokedex_number": "0858",
    "origin": "Hatterene may be inspired by forest witches from European folklore that are used to frighten children that do not want to sleep or stay quiet, such as Baba Yaga, the hag from the Hansel and Gretel fairy tale, and especially Cuca due to its connection with Grimmsnarl. Another trait it shares with Grimmsnarl, in association with Witches, is it's use of hair to in combat, as it was believed in European Folklore that a Witch's hair was the source of their powers. The longer their hair, the more powerful magic a Witch would be able to cast. Hatterene may also take inspiration from Hattara, a female forest troll or race of giants from Finnish mythology; Hattara is also the Finnish name for cotton candy which may be the basis of Hatterene's color scheme of pink, white, and blue, the main three colors of cotton candy. Its appearance may be inspired by Harionago, a female ghoul from Japanese folklore described as a beautiful woman that uses its extremely long hair tipped with thorn-like barbs to attack. Its tentacle(s) and aversion to offensive behavior may also be a reference to the sea witch. The hat-like hair on its head seems to represent a stereotypical witch's hat mixed with a hennin, a headwear commonly worn by noblewomen in the Middle Ages. The way Hatterene's hair hangs from the top of its body resembles ribbons on a maypole, a large pole that is a central part of several European festivals celebrating the arrival of summer.",
    "description": "Hatterene is a small humanoid Pokémon with a thin, white body. Its head is round and has a small mouth, narrow black eyes with white pupils, and two elliptical pink markings over each of its eyes resembling eyelashes or eyebrows. It has extremely long, layered, symmetrical hair, far longer than its body is tall; much like a cloak, the hair on its head drapes to the ground and swathes around it to conceal much of its true body, which is adorned by a pink semi-translucent dress that gives it a much taller silhouette, resembling that of a stereotypical sorceress or witch. This hair is colored in a gradient of baby-blue, pale pink, and white from its upper portions downwards. The hair above Hatterene's head is shaped like a wide-brimmed witch's hat with a conical shape serving as the crown of the hat formation. Extending from the pointed end of the hat is a single tentacle that ends in a pink bulb and a consecutive baby-blue, hand-shaped bulb that has a trio of sharp claws, which can articulate in a manner similar to fingers, jutting out of it. Hatterene is a female-only species. Hatterene has a solitary and reclusive nature, emitting psychic powers strong enough to cause headaches as a method to deter others from approaching and disturbing it. It has also been observed that it dislikes loud noises, tearing apart perpetrators with the claws on its tentacle as a result. As shown in the Pokémon Journeys: The Series episode Must Be Our Heroes and the Witch!, Hatterene plays with people's minds and creates illusions, deceiving them for its own pleasure. Due to its long hair obstructing its floating body, Hatterene's main forms of locomotion are levitation and short-distance teleportation. This Pokémon lives in forests with no other living creatures nearby, and as such it is known as the Forest Witch. Hatterene is the only known Pokémon capable of learning the move Magic Powder."
}