{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Dracovish_(Pok%C3%A9mon)",
    "pokemon": "Dracovish",
    "pokedex_number": "0882",
    "origin": "Dracovish, like Dracozolt, Arctozolt, and Arctovish, may be based on the concept of chimera in paleontology, which refers to fossils reconstructed from multiple different species or genus of animals, resulting in an inaccurate and mistaken understanding of the animals' biology. In the case of Dracovish, its bottom half appears to be based mainly on a stegosaurian dinosaur, whilst its top half appears to be based mainly on the fish Dunkleosteus, though the frontal pair of fins resemble those possessed by lobe-finned fish such as coelacanths rather than the fins of Dunkleosteus. The placement of its head on the tip of its tail may be a reference to the first reconstruction of Elasmosaurus. Dracovish and the other Galarian Fossil Pokémon may also reference the Crystal Palace Dinosaurs, a series of scientifically inaccurate dinosaur sculptures displayed at the Crystal Palace Park.",
    "description": "Dracovish is a hybrid fossil Pokémon. It consists of the head of the fish fossil and the back legs and tail of the dino fossil; the head appears to have been mounted on the tip of the tail. The tail region ends abruptly at a circular cutoff. Dracovish's legs are mostly green with two pink stripes. The feet have three red claws. The neck is also mostly green but has a red stripe going up the middle. The stripe is lined with three curved spikes on both sides. Dracovish's head is roughly circular with a rounded triangular plate on the top. On the plate is a red and white region that extends between the eyes. Its mouth has three sharp teeth in the middle. Its eyes are round and have black rectangular pupils. Two fins protrude from the bottom of the jaw. Dracovish is said to have been the apex predator of its time due to its powerful legs and jaws, and the ability to run at speeds exceeding 40 mph (60 km/h). However, it could not breathe unless it was underwater. Dracovish allegedly went extinct due to overhunting its prey, though this is likely not the case due to it being combined from two separate Pokémon that each had their niches before going extinct. As seen in the Pokémon Journeys: The Series episode On Land, In the Sea, and to the Future!, Dracovish can run very fast when underwater. It has also been shown that Dracovish can awaken a dormant power from within itself that causes the spikes on its chest to become surrounded by a red aura. When in this state, the spikes can be used to bind targets or jab them."
}