{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Dragapult_(Pok%C3%A9mon)",
    "pokemon": "Dragapult",
    "pokedex_number": "0887",
    "origin": "Dragapult may be based on the Diplocaulus, Gerrothorax, or other extinct amphibians with a similarly-shaped skull. A complete tail has never been found in a Diplocaulus fossil, which may explain Dragapult's ghostly, translucent tail. Its head also resembles a B-2 Spirit, a stealth bomber aircraft. Its propensity for holding and firing Dreepy may be a reference to crossbows, while its stomach pattern and aircraft origins are likely nods to aircraft catapults, which is seemingly reflected in its name.",
    "description": "Dragapult is a draconic Pokémon. Dragapult's appearance is reminiscent of both ancient lepospondyls such as Diplocaulus and modern stealth bombers. It has a triangular, wing-shaped head; a relatively short body; and a long, laterally flattened tail similar to a newt's. The dorsal side of Dragapult's flattened head and the anterior half of its body are a dark navy color, which fades to a teal on its posterior end and tail. The lateral, wing-like crests of its head are pink. The ventral portion of its head and body are a light yellow-tan color, and its belly is marked with three pink chevrons angled toward its head. It has four hollow, triangular horns and narrow yellow eyes with pink eyelids. Its limbs are relatively short and thin, and are clawed. The claws on its forelimbs are pink. Dragapult's tail becomes transparent and ethereal toward its tip. Dragapult and its evolutionary line are the ghosts of prehistoric aquatic Pokémon. Dragapult carries a pair of Dreepy inside its horns, which it will fire at its opponents like supersonic missiles during battle. It's said that the Dreepy it carries greatly enjoy being sent flying toward opponents at immense speeds. This is evident by the fact that Dreepy always gather around the fastest Dragapult in their group. By focusing its mind, Dragapult can also turn itself, as well as the Dreepy inside its horns, invisible. Much of Dragapult's behavior beyond this, however, remains a mystery. Dragapult is the only known Pokémon capable of learning the move Dragon Darts."
}