{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Eternatus_(Pok%C3%A9mon)",
    "pokemon": "Eternatus",
    "numero_pokedex": "0890",
    "descripcion": "Eternatus is a gigantic, draconic alien Pokémon. Its body has a vaguely draconic shape and skeletal appearance, and it is largely dark violet with red highlights. Its main body and tail are long and thin and resemble a spinal column, and it has four small, thin limbs ending in claws formed from spindly appendages attached at right angles. Its torso is formed from a cage of appendages resembling ribs, and inside is a glowing pink core that serves as Eternatus's energy source, absorbing energy to sustain it. Its head is triangular and has a pair of white, eye-like markings in the form of three connected circles, as well as a spindly lower jaw with several diamond-shaped teeth. Over its head is a translucent red film held between five long spikes extending toward its body's rear. It also has a pair of thin tendrils extending from its back, formed from numerous triangular segments. Eternatus's gigantic size makes it the tallest known Pokémon with the exception of Dynamax and Gigantamax Pokémon. Eternatus serves as the source of the Dynamax phenomenon in Galar due to its power leaking out in the form of Galar particles following its defeat 3000 years ago by Zacian, Zamazenta, and two young humans. After it reawakened in the present day, Eternatus's core needed to reabsorb the Galar particles in order to remain active, apparently due to its past defeat weakening it. In Pokémon Masters EX, Eternatus can replace Galar particles by absorbing sync stone energy in massive amounts instead. Its core can also project its absorbed energy into massive blasts fired directly from its center. These blasts are capable of causing more damage to Dynamax and Gigantamax Pokémon. Pieces of its body imbued with its power rain down throughout Galar in the form of Wishing Pieces and Wishing Stars. When it is awake, Eternatus causes a phenomenon dubbed the Darkest Day, in which the massive quantities of Dynamax energy it unleashes cause Pokémon to Dynamax and rampage uncontrollably. It can also sometimes keep other Pokémon from Dynamaxing in its presence. Despite this connection to the phenomenon, it cannot Dynamax itself, as its Eternamax form replaces that effect. As depicted in the Pokémon Journeys: The Series episode Sword and Shield: \"From Here to Eternatus!\", Eternatus can use its energy core to target a Pokémon and force it to Dynamax or Gigantamax. The series also elaborates upon its ability to block other Pokémon from Dynamaxing, depicting this power as Eternatus absorbing the Galar particles in the area to make them unavailable for other Pokémon to use. The same episode also shows that Eternatus can forcibly revert other Pokémon that have already Dynamaxed or Gigantamaxed through the same process. In the animated series, Rose coined Eternatus's name, but in the past, it was known as the \"Darkest Day\", as referred to by the people of Galar who feared it 3000 years ago. As seen in chapter Oh My!! The Disappearance of Henry of the Pokémon Adventures manga, Eternatus's poison has the capability of altering people's behavior, making them violent and selfish, as shown with Henry after he touched the poison. As later mentioned by Calyrex in PASS38, both met during the first Darkest Day. Eternatus is an extraterrestrial Pokémon that came to the Pokémon world inside an asteroid around 20,000 years ago. It's implied by Peonia that Eternatus's asteroid (referred to as a Wishing Star) landed at the Crown Tundra, specifically in Slippery Slope, creating a cavern called the Max Lair. Eternatus is the only known Pokémon capable of learning the moves Dynamax Cannon and Eternabeam."
}