{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Glastrier_(Pok%C3%A9mon)",
    "pokemon": "Glastrier",
    "numero_pokedex": "0896",
    "descripcion": "Glastrier is an equine Pokémon with a white coat and has light-blue ice covering parts of its body. Its mane consists of ice spikes, with three rows behind its neck and a single large spike between its ears. Both have ice behind them, connecting to the mask of ice that covers the left side of its face, which is noted to be 100 times harder than diamond. Its eyes are white with no visible pupils. Its thin tail is covered in ice that has four spikes jutting out from the sides. Its legs have ice covering its hooves and fetlocks, with the ice on its forelegs extending to the knees. Glastrier possesses incredible physical strength and extraordinary destructive power. It is noted to be an aggressive Pokémon that forcefully takes anything it wants. Glastrier generates extremely cold air within its body and emits it from its nose and hooves. While Glastrier cannot move fast, it can freeze the ground to allow it to slide across the ice in a flash. Glastrier's legs allows it to travel through the snowiest of lands and worst of roads. It enjoys challenging any strong opponents it finds worthy of battling.[1] Glastrier was known to be very proud and arrogant, preferring to serve those it deems the strongest. It once ruled over the Crown Tundra like a lord, terrorizing its residents for intruding on its territory.[2] This lasted until it was defeated and tamed by Calyrex using the Reins of Unity. Glastrier has a fondness for carrots, particularly Iceroot Carrots. It also loves Glastrier Treats made by Snacksworth, who once encountered it in the past. By combining with Calyrex, Glastrier can channel a cold temperature up to −508 °F (−300 °C).[3] The cold temperature allows Calyrex's psychic abilities to reach their full power, with a range of at least 30 miles. Glastrier's endurance also increases to the point it can run up to seven days and nights. This allows the powered up steed and Ice Rider Calyrex to smash and freeze anything in its path no matter the difficulty of the road. Glastrier's intense cold can be channeled into gigantic icicles, by combining Ice Rider Calyrex's psychic powers. The icicles is powerful enough to blow holes in rocky mountains, allowing the Glastrier to travel through it completely along with Ice Rider Calyrex.[4] Glastrier is the only known Pokémon that can have Chilling Neigh as its Ability."
}