{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Spectrier_(Pok%C3%A9mon)",
    "pokemon": "Spectrier",
    "numero_pokedex": "0897",
    "descripcion": "Spectrier is an equine Pokémon with black fur and a purple marking covering the right side of its face extending to the base of its ears. Its left eye is closed with thick, mauve-colored eyelashes. It has a wavy purple mane that transitions into mauve towards the tips, with the tips themselves being translucent. Its fringe and tail are completely mauve. It has slender legs marked with a purple sock pattern. Each of its purple hooves is detached from its legs at the pastern, and the rear pair of the hooves are trailed by spectral mist. As Spectrier desires isolation and silence, it tends to be active during the night where its energy is heightened. Its nocturnal habits resulted in it having weak eyesight, but its other four senses are keenly sharpened; this allows Spectrier to have an accurate sense of the terrain and location of living things. Its kicks are said to separate a soul from its body, and it can steal the life force of sleeping beings. It feeds on the ambient life-force it steals from others and will attack anyone who would try to disturb it.[1] Spectrier is known to be very proud and arrogant, preferring to serve individuals it deems the strongest. It once ruled over the Crown Tundra, lording over all the other Pokémon living there and terrorizing humans who intrude on its territory.[2] This lasted until it was defeated and tamed by Calyrex using the Reins of Unity. Spectrier has a fondness for carrots, particularly Shaderoot Carrots. It also loves Spectrier Treats made by Snacksworth, who once encountered it in the past. When fused with Calyrex, Spectrier's speed becomes swift to the point it can run a thousand miles within a single day. The strength of Spectrier's spectral power also increases. By Shadow Rider Calyrex's psychic influence, Spectrier can create countless small will-o'-the-wisps. These wisps have the power to steal the opponent's life-force with burning heat. Calyrex can also transform the steed's spectral aura into a black mass. This mass is powerful enough to absorb the life-force and souls of any being's energy like a black hole.[3] Spectrier is the only known Pokémon that can have Grim Neigh as its Ability."
}