{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Calyrex_(Pok%C3%A9mon)",
    "pokemon": "Calyrex",
    "numero_pokedex": "0898",
    "descripcion": "Calyrex is a bipedal Pokémon with legs approximately twice as long as its torso. Four prongs grow from its head to support a green, transparent bud resembling a type of crown, much larger than its head. Inside the crown-shaped head is a white pistil at the center. A ring of green spheres, marked with an inlaid series of blue and white triangles, adorns its neck. The crown-like bud on Calyrex's head glows bright green when it uses its powers. Calyrex is said to have ruled Galar in ancient times as a merciful king. Despite its delicate and slight appearance, it can move with grace and dignity. It is known to be highly intelligent; Calyrex is one of the few Pokémon able to fluently understand and speak the human language via telepathy, the latter only possible when it is at its full power however. It can also take control of a human's body in order to communicate when it is in a weakened state. It also has the power to see the past, present, and future of any kind when at full power.[1] One legend said Calyrex used its foresight ability to save creatures of a forest from a meteor one time. One fairy tale even mentions Calyrex stealing the body of a human that causes mischief. Calyrex is known as the \"King of Bountiful Harvests\" by Crown Tundra's inhabitants due to its role in bringing lush vegetation and harvests yearly. Calyrex's right hand can cause the land to be covered in verdant grass and blooms, while its left hand allows it to make fields of fruit ripen and become heavy. Calyrex can grow either Iceroot or Shaderoot Carrots, depending on the field where Carrot Seeds are planted on, with a special dance. Calyrex can also create the Radiant Petal needed for the Reins of Unity and with enough energy, even a complete flower. It can provide healings or blessings such as mending the heart. While it shows no mercy to those that stand in its way, it will heal the wounds of a foe afterwards. Calyrex is powerful enough to move an entire forest and its Pokémon to a new location. In PASS38, it's revealed that Calyrex participated the first Darkest Day where it met Eternatus for the first time."
}