{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Kleavor_(Pok%C3%A9mon)",
    "pokemon": "Kleavor",
    "numero_pokedex": "0900",
    "descripcion": "Kleavor is a mantis-like insect Pokémon with a craggy exoskeleton featuring a rock-like composition. Its predominantly beige and white body is adorned with numerous black rocky protrusions, including a ring of angular rocks on each of its shoulders, a mask of rock lining its brows down to its jawline, two sharp toe claws on each foot, and a single black shard of rock atop the crown of its head. The large wings present on Scyther's back seem to have atrophied into vestigial features on Kleavor. Most notably, each of Kleavor's two spindly front limbs end in large axe-like appendages made of heavy black rock, capable of causing severe damage to the hardiest of foes. Kleavor swings these appendages to carve and chop down trees, marking its territory.[1] It also uses these heavy stone axes to finish off prey. Kleavor is an Evolution of Scyther caused by Black Augurites, which are said to originate from volcanic regions in Hisui but are now extremely rare. The stones that adorn Kleavor's body often get chipped during fierce fights; larger chips are a sign that it is experienced in battle. Stone shards that fell off Kleavor during the battle were known to have been collected and used by the settlers of Hisui to craft tools.[1] Kleavor is known to be very hostile, and it is best avoided if ever encountered in the wild. Kleavor's nature is described as being rough, crude, and violent. Kleavor is implied to be at the brink of extinction in the present day, only known to be found in Blueberry Academy, located somewhere in Unova's ocean, specifically in its Terarium's Canyon Biome. A special Kleavor is worshiped by the Hisui people as he is descended from one of the ten ancient Pokémon blessed by Arceus. In particular, he is one of the Noble Pokémon who resides in Obsidian Fieldlands watched by the warden Lian. Kleavor is the only known Pokémon capable of learning the move Stone Axe."
}