{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Basculegion_(Pok%C3%A9mon)",
    "pokemon": "Basculegion ",
    "pokedex_number": "0902",
    "origin": "Basculegion may be based on salmon and related species of the Salmonidae family. Specifically, it may be based on the Sakhalin taimen (nicknamed the \"phantom fish\" in Japan), a large, endangered species that lives in rivers in Hokkaidō. It also appears in Ainu folklore as a giant, powerful creature that could devour deer or boars. Like its pre-Evolution, Basculegion also shares some similarities with the largemouth bass, as well as other predatory fish such as the snakehead and the goliath tiger fish.",
    "description": "Basculegion is a large, green, fish-like Pokémon. It has a jagged mouth with pointed teeth. Its spine is aligned with a dark gray line, with colored stripes that flank it on either side and extend around its gills, along with spots scattered across its body. These accents are red in male Basculegion, and light blue in female Basculegion. Their eyes also match the appropriate color, and they look fierce on males and drowsy or sad on females. It has a pair of white pectoral fins, a three-spiked dorsal fin, and a two-spiked ventral fin. Additional smoke-like features cover Basculegion's face in a manner resembling barbels; female Basculegion sport shorter ones and lack the two small fins that the males have on their chin, instead having more blue markings around their lips and eyes. Basculegion's evolution is achieved by a White-Striped Basculin being possessed by the souls of other Basculin in its school who did not survive their harsh journey swimming upstream. These souls wrap around Basculegion's body, particularly along its rear half. They are colored red on male Basculegion, said to be caused by the souls' rage; and light blue on female Basculegion, whose paleness resulted from the sadness within the souls. When it senses danger, Basculegion will turn hostile and attack along with its souls until the enemy is defeated. The souls within Basculegion are said to have a will of their own and provide Basculegion with the power needed to swim on without tiring.[1]The souls enable Basculegion to navigate even the most turbulent rapids with ease. Male Basculegion are known for their powerful jumps, while female Basculegion can conjure and control terrifying illusions against its opponents. Basculegion is said to have no equal in the rivers of the Hisui region. In the present day, it's only known to be found in Kitakami's Timeless Woods along with its pre-evolved form. A special male Basculegion is worshiped in Hisui due to being a descendant of one of the 10 ancient Pokémon who received a blessing from Arceus. In particular, it is one of the Ride Pokémon who resides in Cobalt Coastlands, watched over by the warden Iscan. This special male Basculegion is known to assist humans. This ride Basculegion can dash and can leap over anything by jumping up twice."
}