{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Quaquaval_(Pok%C3%A9mon)",
    "pokemon": "Quaquaval",
    "numero_pokedex": "0914",
    "descripcion": "Quaquaval is a humanoid avian Pokémon resembling a waterfowl. Its plumage is mostly dark blue, except for the light blue on its shoulders and tail, along with the white on its head, neck, chest, and individual tail feathers. Its face has blue eyes and a pointed yellow beak. Atop its head is a large, flowing, slick, dark blue crest, with long light blue and orange-red feathers at the front, separating the crest from the head. Its forearms have three sets of feathers, each tipped with light blue; and it has what resembles hands with three \"fingers\" each. Additional light blue accents decorate its waist and legs. Its yellow feet have bulbous segments with three toes each; the front-most segments are orange in color. It has a defined rump and an elaborate-looking tail, with a circular base and three teardrop-shaped feathers decorating it at the top, along with two chains consisting of three feathers flanking it on either side. In battle, Quaquaval is accompanied with a series of teardrop-shaped decorative water feathers, which are ejected from the organs on its tail feathers and fanned out behind its back. When attacking, these water feathers move forward and spin around Quaquaval's body, making a buzzsaw-like arrangement that it uses to slice into its enemies. Quaquaval's legs are well-trained and have incredible strength, being able to launch a truck away with a single kick. It uses its legs to perform dance moves, some of which appear to be based on dances from faraway lands.[1] Quaquaval is viewed by Tsareena as its rival. Quaquaval's dances can mesmerize all those who see it. Even while Quaquaval is asleep, it has been seen swaying its whole body at every opportunity. On occasion, a sleeping Quaquaval has been seen striking elegant poses. Quaquaval has a cheerful and energetic disposition, dancing away no matter what situation it faces. However, it is also stoic and very serious, especially when it comes to consistently polishing its skills. It can become very focused during critical situations.[1] Quaquaval is the only known Pokémon capable of learning the move Aqua Step."
}