{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Spidops_(Pok%C3%A9mon)",
    "pokemon": "Spidops",
    "numero_pokedex": "0918",
    "descripcion": "Spidops is an arachnoid Pokémon resembling a net-casting spider. It has eight long, slender, cylindrical legs, bunched together into pairs to evoke a humanoid stance. All eight feet possess white circular ports that serve as spinnerets, which Spidops can use to string silk tripwires and nets. Spidops can alternate at will between separating its legs or clustering them together for a quadrupedal crawl. These pairs of legs converge upon spherical joints nestled within the sides of its body, two positioned like shoulders near its head and two beside the ring-shaped intersection dividing its chest and abdomen. Spidops's body is mostly beige brown, with pine green colorations on its face, forelimbs, and chest — the latter patterned to resemble a vest or overalls. Its ovular head is adorned with two large black eyes with squinted white pupils, along with four eye-like protrusions on either side. It also has rhombus-shaped pedipalps protruding from its sides to evoke a mustache, and two chelicerae bunched together to form a shield shape, which hides a circular mouth. Spidops's abdomen is cylindrical and cloaked in bands of its white silk to resemble a spool of yarn, ending at the tip with a flat conical peg containing its ninth spinneret. Spidops is a covert ambush predator that utilizes its sticky and resilient silk threads to cling upon any surface and move without making a sound. It spins a silk thread from the spinneret on its abdomen, which it uses to hang upside-down from tall places. It then spins a net between its top four legs which it uses to smother its prey, striking before the prey has time to react. It prefers sticking onto the sides of trees, and strings its territory with silken hazards to trap intruders. It actively spars against its rival, Scyther, to maintain its ground and ensure the safety of its Tarountula young. Spidops is the only known Pokémon capable of learning the move Silk Trap."
}