{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Maushold_(Pok%C3%A9mon)",
    "pokemon": "Maushold",
    "pokedex_number": "0925",
    "origin": "Maushold seems to be based on a family of mice. Specifically, based on its white coloration and its Pokédex entries describing how it lives in large nests with dedicated rooms, it may be based on laboratory mice and how they are studied in simulacra of human behavior. Its forms may be based on the concept of a nuclear family, and its doll-like appearance may reference dollhouse figurines such as the Japanese doll line Sylvanian Families.",
    "description": "Maushold is a group of three or four separate mouse-like rodent Pokémon which work together as one, similar to Exeggcute, Falinks, or its pre-evolved form Tandemaus. Each individual is small, white, and bipedal, and has a spherical head with large ears and stubby limbs that have large paws. Each one also has two black beady eyes, a tiny black nose with short whiskers, and a long tail which curls up and ends with a bulbous tip. When they open their mouths, which take up over half of their faces when fully open, a single upper incisor can be seen on the insides of each one. Two of the individuals are larger, and their appearance is virtually unchanged from Tandemaus, where one has a light-gray patch of fur surrounding its chest which resembles a shirt, while the other has a light-gray patch of fur surrounding its legs, which resembles a pair of pants. The pair are accompanied by one or two smaller ones, which lack the light-gray patch of fur and have shorter tails and stubbier limbs. The smaller ones tend to hide behind the larger pair, and hold onto the tips of their tails when walking. No one knows where the smaller individuals that form Maushold come from. The larger and smaller individuals live together and act as a family; however, their actual relationship is unclear. The larger individuals protect the smaller ones in battle, although they will all work together when faced with strong opponents. Maushold create and live in huge nests comprising many rooms with different purposes, such as eating and sleeping. Maushold and its pre-evolved form, Tandemaus, are the only known Pokémon capable of learning the move Population Bomb."
}