{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Squawkabilly_(Pok%C3%A9mon)",
    "pokemon": "Squawkabilly",
    "pokedex_number": "0931",
    "origin": "Squawkabilly's category suggests it is based on a parrot; it most closely seems to be based on a parakeet, in particular the monk parakeet, an invasive species that forms large flocks in Spain and can have green, blue, yellow, or white plumages, with green being the most common. Given its crest, it may also be loosely based on a cockatoo (mainly a red-tailed black cockatoo).",
    "description": "Squawkabilly is an avian Pokémon resembling a parrot, with a large rounded yellow beak and lazy eyes. It has tan legs with feet shaped in a zygodactyl arrangement; i.e. two toes each on the front and back. Each toe is tipped with a yellow claw. Squawkabilly has a rounded, lumpy black crest on its head that resembles a pompadour, and white feathers on its eyelids, face, belly, and the tips of its wings. The rest of its feathers have different colorations depending on the form, which come in green, blue, yellow, and off-white. The feathers around the bottom of its body are notably longer, giving the appearance of a long coat. Squawkabilly are known to be exceptionally noisy. They have a strong sense of community and dislike being alone, so they cooperate and form flocks that can contain more than fifty individuals based on the color of their feathers. In the mornings and evenings, they search for food in forests, towns, and cities; the latter is their preferred habitat, where they fight with other Squawkabilly of different plumes over territory. Green Plumage Squawkabilly make up the largest, most powerful groups, and are viewed by their Blue Plumage counterparts as rivals. Yellow Plumage Squawkabilly are especially fierce, engaging in vicious close combat and driving other bird Pokémon out of towns. White Plumage Squawkabilly have the fewest population numbers, although they are still able to hold territory because their feathers help them camouflage against the white buildings of cities. Squawkabilly once had violent territorial disputes with Fletchling, who inhabit the same rural and urban areas. In Paldea, Squawkabilly is used for the region's Flying Taxi service. Certain Squawkabilly, such as the one found in Medali in the core series games, and Diana's in the animated series, are shown to be capable of mimicking human speech."
}