{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Armarouge_(Pok%C3%A9mon)",
    "pokemon": "Armarouge",
    "pokedex_number": "0936",
    "origin": "Armarouge may be based on a possessed suit of armor. Its design could also be based on medieval heroic tales of European knights, as well as the idea of chivalry. One specific point of origin may be the legend of the Spanish knight Wilfred the Hairy, of French direct ancestry, known for his golden armor and shield, on which was said the emperor Charles the Bald painted with his fingers four red lines using the blood of the former, in honor of his bravery. This might explain the red colorations on Armarouge's armor and extremities, as well as the use of French vocabulary in its name.",
    "description": "Armarouge is a bipedal, humanoid Pokémon. Its body is primarily black, with red colorations on its cylindrical legs and hands, the latter resembling oven mitts. Its head is also red, with yellow sharp \"ears\" protruding from either side. The top of its head is yellow and has a fire burning on top, resembling the plume on a knight's helmet. Its face is covered with a black mask with three holes at the center, and its eyes have red irises and wisps emanating from its yellow pupils. Armarouge's torso and shoulders are covered in an old set of yellow and red armor, along with levitating large yellow pauldrons over its shoulders. Armarouge's armor is said to have belonged to a distinguished warrior, and is the source of its psychic power. The armor allows Armarouge to control its inner fire energy and use attacks. Armarouge is loyal and believes in fighting fair, willing to fight head-on no matter how strong the foe is. It first focuses on using its sturdy armor for defense before using high firepower in order to take down opponents. When attacking, Armarouge moves its pauldrons to its hands and puts them together to form a cannon, which it uses to shoot blazing projectiles.[1] Armarouge is the only known Pokémon capable of learning the move Armor Cannon."
}