{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Bellibolt_(Pok%C3%A9mon)",
    "pokemon": "Bellibolt",
    "pokedex_number": "0939",
    "origin": "Bellibolt appears to be based on a frog, perhaps specifically the Cuyaba dwarf frog, which has large \"false eyes\" on its rear that can emit a poisonous secretion when threatened. Its false eyes also resemble the tympanum found on frogs and toads. Its round shape, stubby limbs, and the markings on its body may also be a reference to South American horned frogs, with its normal and Shiny colorations bearing resemblance to green and albino South American horned frogs, respectively.",
    "description": "Bellibolt is a large, rotund, amphibian Pokémon. Its elastic and squishy body is primarily green in color, with orange patterns on its head, back, and lower body, along with small orange feet. The pattern on its head is shaped like a rounded cross, while the patterns on its lower body are chevron-shaped. The pattern on its back consists of two orange chevrons and a lightning bolt shape, surrounding an orange circle with a yellow dot at the center. Bellibolt has two white bumps on the sides of its head, each containing a black dot with a yellow border. These bumps resemble eyeballs, although they do not function as such. On the center of Bellibolt's face are its actual eyes, which are small, yellow, and resemble nostrils; along with its mouth, which has orange lips and small yellow cheek patches. Bellibolt's gray belly is covered with a semi-transparent membrane and has a yellow organ inside that resembles a navel, referred to as its belly-button dynamo. As Bellibolt's muscles - especially its well-developed abdominal muscles[1] - expand and contract, this organ generates electricity, which Bellibolt discharges through the bumps on its head. These head bumps glow when discharging electricity, and they also allow Bellibolt to appear more intimidating.[2] Bellibolt is capable of moving very quickly, but usually chooses to act sluggishly.[3] It is difficult to train Bellibolt to initiate a battle because it has an easygoing temperament, and does not notice its opponents until it is attacked. At night, Bellibolt's stomach emits a strange noise, which signals that it is hungry.[2] Bellibolt is seldom found in the wild, but may rarely be seen alongside riverbanks. Bellibolt is the only known Pokémon that can have Electromorphosis as an Ability."
}