{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Grafaiai_(Pok%C3%A9mon)",
    "pokemon": "Grafaiai",
    "pokedex_number": "0945",
    "origin": "Grafaiai, as evidenced by its name, seems to be based on the aye-aye, a lemur species with large eyes and ears. The aye-aye is known for its long, skinny middle fingers, which it uses to poke into the insides of trees and catch insects. It also seems to be based on another species of primate: the slow loris, which is the only known venomous primate. Like Grafaiai, the slow loris has large eyes and venom that it mixes with its saliva. Grafaiai's black, grey, and white coloration brings to mind the ring-tailed lemur, which has scent glands on its wrists that allow it to mark its territories.",
    "description": "Grafaiai is a short primate Pokémon resembling a lemur — such as the aye-aye — or a loris. The top half of its body is mostly black and somewhat resembles a hoodie, while its forearms and the bottom half of its body are dark bluish-gray in color, with white stripes on its thighs and bushy tail, and two white toes on its feet. It has a white face with large ears, huge yellow-green eyes, purple eyelids, and a short snout with four nostrils and sharp incisors. It also has four tufts of blonde hair above its forehead. Grafaiai's most notable physical feature is its hands: they have three fingers each, with the middle finger being several times longer than the other two. These fingers are coated with Grafaiai's poisonous saliva, with the finger on its right hand always seen with two drops of the saliva hanging from it. Grafaiai has a moody temperament and is attentive to detail. It is a solitary species, and often gets into territorial fights with other Pokémon, including other Grafaiai. Grafaiai's saliva is brightly colored and poisonous, and its color changes depending on Grafaiai's diet, which includes Berries and Bug-type Pokémon.[1][2] Grafaiai uses this poisonous saliva to attack foes, either by spitting the saliva at them or by coating its hands with the saliva before slashing at them. Should Grafaiai sense danger, its poison becomes more concentrated and can immobilize a victim for about three days once absorbed.[2] Grafaiai is nocturnal. During the night, it licks its hands and fingers with its poisonous saliva, before using them to draw patterns on trees. This not only marks Grafaiai's territory, but it also draws in Bug-type Pokémon with its sweet scent. The poison causes Grafaiai's prey to be immobilized and trapped until Grafaiai goes to collect them at dawn.[2] Each Grafaiai has its own signature pattern, which it will paint over and over throughout its life. Grafaiai is the only known Pokémon capable of learning the move Doodle."
}