{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Espathra_(Pok%C3%A9mon)",
    "pokemon": "Espathra",
    "pokedex_number": "0956",
    "origin": "Espathra appears to be based on an ostrich. Based on its appearance and names in every language, it also seems to take inspiration from the Egyptian queen Cleopatra. The connection between ostriches, psychic powers, and Egyptian motifs may ultimately reference Maat, the personification of truth in ancient Egyptian mythology whose symbol was the ostrich feather. The feathers on Espathra's head may be inspired by a nemes or a mantilla. Its body plumage may be inspired by Rococo fashion in the 17th century, which featured multilayered and frilled dresses for women. Cleopatra along with other historical figures used to be depicted in the contemporary fashion in late Renaissance and early-modern art. The shiny coloration of Espathra further refers to reimagined Egyptian costumes in modern media.\nEspathra's psychic typing, based on its Egyptian visual motifs and signature move, Lumina Crash, may possibly be inspired by claims that extraterrestrial beings were involved in Egyptian history.",
    "description": "Espathra is a tall flightless avian Pokémon resembling an ostrich. Its face has large blue eyes with white irises. Instead of a beak, it has a pointed, elongated snout, which hides a tiny mouth located at the bottom. Espathra's head, neck, and legs are lavender in color, with brown stripes covering its neck and white stripes covering its legs and front toes. Espathra has two front toes and a single back toe on each foot. Espathra's torso is large and covered in white feathers, and it has rounded brown wings on top. These wings have triangular patterns and short frills near their tips. Espathra has frills covering other parts of its body: white frills form a headdress shape over its head, and long yellow and white frills drape from its backside, forming its tail. Espathra is able to emit psychic powers from its eyes and the gaps between its frills. By using the psychic powers emitted from its eyes, it can immobilize foes. It is believed to be a highly aggressive Pokémon species. Espathra's legs are long and powerful, allowing it to run at speeds of over 120 mph (200 km/h). Espathra makes its habitat in mountainous regions. Espathra is the only known Pokémon capable of learning the move Lumina Crash. It is also the only known Pokémon that can have Opportunist as an Ability."
}