{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Revavroom_(Pok%C3%A9mon)",
    "pokemon": "Revavroom",
    "numero_pokedex": "0966",
    "descripcion": "Revavroom is an inorganic Pokémon resembling a car engine. Its metallic body has an atypical arrangement, with a singular yellow eye at the front and center. The front of Revavroom's body also has a few spikes to the left and right, along with a small hole resembling a frown located just below its eye, although this hole does not function as its mouth. On Revavroom's sides are eight cylinders, each one tipped with a purple stain. The two longest cylinders reach out towards the back and flare out at the ends; these cylinders function as the Pokémon's exhaust. The remaining six cylinders sit on top of the two long cylinders, with three on each one. Revavroom's large, cylindrical mouth is located on top of its body and resembles air filters found on muscle car engines. This mouth has jagged serrations resembling teeth and contains a long tongue, which Revavroom uses to unleash toxic fluids. The top and bottom halves of the mouth do not connect with each other. Revavroom typically attaches itself to rocks that resemble the wheels and the body of a wagon, which it uses as a means of locomotion. It can create gas by combining the minerals in the rocks with its poison. The gas is then detonated in its cylinders to generate energy for itself. This aggressive Pokémon uses the sounds of its exhaust to threaten foes. Revavroom typically levitates and flies around in the air instead of moving on the ground. Revavroom are capable of running machines when attached to them; this is evidenced by the Starmobiles, which are vehicles Ortega created for Revavroom to run as an engine alongside Varoom. The Revavroom running the Starmobiles are larger than others of their species. Revavroom and its pre-evolved form, Varoom, are the only known Pokémon capable of learning the move Spin Out. In Generation IX, Revavroom is the only known Pokémon that can have Filter as an Ability."
}