{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Glimmora_(Pok%C3%A9mon)",
    "pokemon": "Glimmora",
    "pokedex_number": "0970",
    "origin": "Glimmora's blue-like petals and bud-like shape may be based on the passiflora, specifically the passiflora caerulea, a South American native plant that was introduced in Spain and now grows in the wild. The blue passion flower has been used in traditional medicine as a sedative and liberates toxic substances such as cyanide when boiled. Glimmora's Rock-type might be inspired by the extreme hard bark and external bud that protects the petals of the blue passion flower before blooming. Its appearance may also be based on cherry-like black fruits of deadly nightshade, and purple petals and conical stamens of bittersweet nightshade; both of which are poisonous plants. Another loose inspiration may be Lithops, which are also known as \"pebble plants\" or \"living stones\".",
    "description": "Glimmora is a coned flower Pokémon. It has three light green crystalline petals as a tail. The tail is connected to four light purple crystalline petals with light green lines each. The head is black with yellow eyes and a transparent black cone. The six-head crystalline petals are colored dark blue with light green lines and four light green rectangle shapes at the end of each petal. Glimmora can move by floating and by closing its petals. It can latch onto walls to disguise itself as a plant and suck out energy and nutrients out of it. Should Glimmora sense danger, it will open all its petals to unleash a beam attack in retaliation. Even though Glimmora's petals appear like flower petals, they're actually crystallized poison energy. It has been observed that Glimmora's petals resemble the Tera Jewels that are seen when a Pokémon Terastallizes, many of them, along with its pre-Evolution, Glimmet  can be found in Area Zero and Area Zero Underdepths, the place where the Terastal phenomenon originates, and eight Glimmet Crystals are needed to make the TM for Tera Blast, a move that changes type with Terastallizing. It is currently unconfirmed whether there is an actual connection between Terastallization and Glimmora, however. Outside of Area Zero, Glimmora primarily lives in caves. Glimmora has also been seen at Kitakami, specifically the Crystal Pool, where there are Terastal crystals at the bottom of the lake. Glimmora's diet consists of consuming both energy and nutrients from the walls of deep caves along with Terastal energy. Glimmora is the only known Pokémon capable of learning the move Mortal Spin. Additionally, Glimmora and its pre-evolved form, Glimmet, are the only known Pokémon that can have Toxic Debris as an Ability."
}