{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Dondozo_(Pok%C3%A9mon)",
    "pokemon": "Dondozo",
    "pokedex_number": "0977",
    "origin": "Dondozo seems to be based on the wels catfish, a large species of catfish that is native to Europe and was introduced to Spain. Its Shiny coloration resembles an albino wels catfish. The presence of bird Pokémon in Dondozo's diet may be inspired by the wels catfish's hunting behavior, as some individuals have been known to successfully hunt terrestrial birds by beaching themselves. Dondozo may also be based on a sushi chef, considering its relationship with Tatsugiri, the frills on its head which resemble a bandana or headband commonly worn as part of a sushi chef's uniform, and its tongue which resembles a sushi geta. Its face also somewhat resembles that of a smooth-head blobfish.",
    "description": "Dondozo is a giant piscine Pokémon. Its body has three colors: light blue at the top; dark blue in the middle; and white on its belly, upper lip, and fins. It has a pair of pectoral fins and its rear half is flanked on either side by elongated anal fins, ending at a large, fan-like tail fin. On top of its head is a ring of six frills arranged in a circle: the two rightmost frills are much longer and end in flat tips, resembling a hachimaki, while the other four are shorter and rounded. It has three gills on either side of its body. Its face has a short protrusion resembling a nose, along with dark blue lips, a blue tongue, a pair of long barbels above its upper lip, and five barbels on its lower jaw, with one of them being longer and curled, located just below its lower lip. Dondozo's tongue is long and rectangular with two blocky protrusions below it, altogether resembling a sushi geta (wooden serving tray for sushi). Dondozo is one of the biggest Pokémon ever discovered, and is a heavy eater. Although powerful, Dondozo is dull and not very good at hunting, so it teams up with Tatsugiri to catch prey. The Tatsugiri baits their prey by playing dead and then commands Dondozo to attack. Dondozo is loyal to Tatsugiri and acts as its subordinate, protecting it inside its mouth from enemies. Basculin is among the species Dondozo preys upon. A giant Dondozo, alongside a giant Tatsugiri, are both known as the False Dragon Titan, two of the Titan Pokémon found in Paldea. It mainly resides in the Casseroya Lake where it feeds on Spicy Herba Mystica in a hidden cave. Dondozo is the only known Pokémon capable of learning the move Order Up."
}