{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Tatsugiri_(Pok%C3%A9mon)",
    "pokemon": "Tatsugiri",
    "pokedex_number": "0978",
    "origin": "Tatsugiri seems to be based on sushi, specifically the nigirizushi (a type of sushi shaped by hands, instead of rolled): Curly Form resembles a shrimp nigiri, Droopy Form resembles a tuna nigiri, and Stretchy Form resembles an egg or a herring roe nigiri. Likewise, Shiny Curly Form resembles an eel nigiri, Shiny Droopy Form resembles a halibut or a squid nigiri, and Shiny Stretchy Form resembles a salmon nigiri. Tatsugiri also somewhat resembles the koi fish, which, like Tatsugiri, has many colored varieties.",
    "description": "Tatsugiri is a small piscine dragon Pokémon that comes in three forms. All forms share the same basic physiology, with two large eyes, long pectoral fins, a wavy dorsal fin, and a split tail fin. All forms also have a white throat sac, which resembles a bed of rice when inflated; Tatsugiri inflates its throat sac to camouflage itself. The major difference between each form of Tatsugiri is its colors and the poses it makes. Curly Form Tatsugiri is orange with darker orange splotches all over its body and a white underbelly, and it often assumes an upcurled stance. Droopy Form Tatsugiri is mostly a pinkish-red, with white colorations on its belly and fins; true to its name, it tends to droop on its throat sac. Stretchy Form Tatsugiri is a solid yellow, except for its white throat sac; it assumes a straight, horizontal pose. It is said that Tatsugiri's various forms are an adaptation to suit the preferences of its prey. Although relatively weak, Tatsugiri is one of the most intelligent dragon Pokémon. It baits prey such as bird Pokémon by playing dead. When its prey approaches, Tatsugiri then commands its partner, Dondozo, to attack. The Dondozo follows the orders of its Tatsugiri partner loyally, and provides the Tatsugiri protection and shelter with its large mouth, in exchange for a greater chance at catching prey. Tatsugiri mainly resides near lakes, cliffs, and beaches. While normally found only in Paldea, it has been seen in Kitakami and Blueberry Academy's Terarium during the rare Mass outbreak events. A giant Tatsugiri, alongside a giant Dondozo, are both known as the False Dragon Titan, two of the Titan Pokémon found in Paldea. It mainly resides on an island in Casseroya Lake where it feeds on Spicy Herba Mystica inside a hidden cave. Tatsugiri is the only known Pokémon that can have Commander as an Ability."
}