{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Great_Tusk_(Pok%C3%A9mon)",
    "pokemon": "Great Tusk",
    "pokedex_number": "0984",
    "origin": "Great Tusk is based on Donphan. Its design may also be based on mammoths or mastodons, extinct relatives of elephants. Its spikes and tail are reminiscent of dinosaurs. The combination of mammalian and reptilian traits may make Great Tusk be based on early synapsids, also called \"proto-mammals\" and incorrectly called \"mammal-like reptiles\" in the past.",
    "description": "Great Tusk is a large gray proboscidean Pokémon. Its trunk, topside, and tail are covered in dark purple plates, with three rows of pinkish-red spikes on top. Similar pinkish-red accents form around its slanted yellow eyes, as well as on its body as spots. It also has tufts of pinkish-red fur around its legs. Its face has a jagged mouth and two large tusks that curl inward. Its dark purple ears are long, thin, and serrated, with red on the inside. Great Tusk has a savage nature. The Scarlet Book, which named the creature, describes how it attacked the Area Zero Expedition team with its large body and tusks, fatally injuring one of the explorers in the process.[1] An article from a September issue of Occulture magazine describes Great Tusk as a mysterious life-form resembling Donphan, albeit one with gigantic tusks, tough scales, and an aggressive disposition. Unlike its present-day and future relatives, Great Tusk is never seen curling up into a ball, perhaps prevented by its enormous tusks. There is an unproven theory that the Great Tusk is a living relic of the dinosaur era. Great Tusk was the first Paradox Pokémon to be discovered 200 years ago in Area Zero by the Area Zero Expedition team and recorded by Heath in his Scarlet Book. According to AI Sada, Great Tusk is an ancient Pokémon related to Donphan. However, according to a Sada brought to the Crystal Pool by Terapagos, Great Tusk is a counterpart of Donphan from another timeline. Its true origin is unknown. Great Tusk were brought to the depths of Area Zero by a time machine built by Professor Sada ten years ago. At some point, one individual escaped Area Zero and consumed Herba Mystica. This Great Tusk became the Quaking Earth Titan, one of the Titan Pokémon found in Paldea. It mainly resides near a hidden cave in Asado Desert where it feeds on Sour Herba Mystica."
}