{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Scream_Tail_(Pok%C3%A9mon)",
    "pokemon": "Scream Tail",
    "pokedex_number": "0985",
    "origin": "Scream Tail is based on Jigglypuff. Its hostile nature, screeching voice, and sharp teeth could stem from bats or vampires. Its disheleved appearance and savage disposition also resembles the stereotypical depiction of a caveman. The vampire motif could be reinforced as a supernatural connection with Scream Tail's golden eyes as opposed to Jigglypuff's bright blue eyes. Given the Paradox Pokémon's association with sensational paranormal tabloids, Scream Tail may also draw inspiration from Bat Boy.",
    "description": "Scream Tail is a pink Pokémon with a spherical body. It has pointed ears with black insides and small tufts of hair beneath them, tiny fangs, and large, yellow eyes with markings that resemble some form of makeup. On top of its head is a very long curled tuft of fur that extends down its back and is a darker shade of pink on the end, resembling a tail. It also has an actual tail on its backside. Scream Tail is capable of levitating itself, as opposed to walking. In an article from an October issue of Occulture magazine, Scream Tail is described as a creature lurking somewhere in a Paldean forest, having the appearance of a Jigglypuff but with a ferocious aggression that leads it to attack anyone who comes near. Its primitive appearance and savage nature have prompted rumors that it could be a Jigglypuff from 1,000,000,000 years ago. Scream Tail is named after a creature in the Scarlet Book that is described as having a distinctive tail and scream. According to AI Sada, Scream Tail is an ancient Pokémon related to Jigglypuff. However, according to a Sada brought to the Crystal Pool by Terapagos, Scream Tail is a counterpart of Jigglypuff from another timeline. Its true origin is unknown. Scream Tail were brought to the depths of Area Zero by a time machine built by Professor Sada ten years ago."
}