{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Slither_Wing_(Pok%C3%A9mon)",
    "pokemon": "Slither Wing",
    "pokedex_number": "0988",
    "origin": "Slither Wing is based on Volcarona. As such, it is also likely based on the same moths Volcarona is likely based on, such as the Atlas moth or cecropia moth. Due to its elongated abdomen, flightlessness, and wings colored differently on its tip, Slither Wing seems to be based on female specimens of the bagworm moth Cebysa leucotelus. It also bears some resemblance to a Stegosaurus. Slither Wing folds its wings above its body, suggesting that it is paleopteran, that is, belonging to the ancient group of winged insects lacking the ability to fold their wings down over their abdomens. From at least as early as the late Carboniferous period, some paleopteran insects evolved the capacity to fold their wings over their abdomens, forming the modern neopteran group. The neopterans would then go on to outcompete most traditional paleopterans by occupying their ecological niches more effectively. This drove most paleopterans to extinction, with the exception of mayflies and Odonata, the dragonflies and damselflies.",
    "description": "Slither Wing is a large, moth-like Pokémon with four legs. It appears to have compound eyes that are two shades of red, and there is a red spiny horn-like structure on each side of its face. The fuzz on its body and legs is smoky white and messy. Its thorax is navy blue in the center, and its tail-like abdomen is teal with black dots. It has six leaf-like wings that are orange in color with yellow-orange tips and small green diamond-shaped marks, but they do not seem to be strong enough to allow it to fly. Even though it is mostly quadrupedal, it can stand on two legs, mostly during battles. In an article from an August issue of Occulture magazine, it is stated that there have been few sightings reported of Slither Wing, whose name is taken from that of a similar creature described in the Scarlet Book. It shares traits with Volcarona, and some theorize that it may have been revived from fossils of a prehistoric era. However, no Volcarona fossils of that era are known to have been found. According to AI Sada, Slither Wing is an ancient Pokémon related to Volcarona. However, according to a Sada brought to the Crystal Pool by Terapagos, Slither Wing is a counterpart of Volcarona from another timeline. Its true origin is unknown. Slither Wing were brought to the depths of Area Zero by a time machine built by Professor Sada ten years ago."
}