{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Sandy_Shocks_(Pok%C3%A9mon)",
    "pokemon": "Sandy Shocks",
    "pokedex_number": "0989",
    "origin": "Sandy Shocks is based on Magneton. The tufts around and on its body may be iron filings or ironsand (as suggested by its name and typing), and they resemble the messy and unkempt hair that cavemen are typically depicted to have. Its stilt-like legs and elongated tail may serve to reference dinosaurs of the Diplodocidae family. Its tail may also draw inspiration from transmission towers, with it specifically resembling an electrical insulator. Its presence among the ancient Paradox Pokémon despite being composed of modern objects may be a reference to out-of-place artifacts.",
    "description": "Sandy Shocks is a seemingly metallic Pokémon with a body composed of three units that resemble ancient versions of Magnemite, all of which have yellow eyes. Unlike Magneton,  each eye blinks independently of one another and not in unison. The top unit bears markings similar to tribal war paint as well as iron filings on its body and horseshoe magnets that resemble hair. The bottom units have only a single magnet each, which is elongated in a manner that makes them resemble legs; they are also covered with iron filings on their ends. Instead of floating like Magneton, it walks by bending these magnets. A series of screws with iron filings on the end floats between the two lower units, making it resemble a tail. According to an article from a July issue of Occulture magazine, some scientists claim that Sandy Shocks is a Magneton that has lived for 10,000 years. It has allegedly been sighted numerous times in Paldea's more arid regions, but there are no reports of it ever having been caught. It is said to have an aggressive disposition and some people who have seen it claim to have been attacked. Sandy Shocks purportedly takes its name from a beast with a matching description in the Scarlet Book. According to AI Sada, Sandy Shocks is an ancient Pokémon related to Magneton. However, according to a Sada brought to the Crystal Pool by Terapagos, Sandy Shocks is a counterpart of Magneton from another timeline. Its true origin is unknown. Sandy Shocks were brought to the depths of Area Zero by a time machine built by Professor Sada ten years ago."
}