{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Iron_Treads_(Pok%C3%A9mon)",
    "pokemon": "Iron",
    "numero_pokedex": "0990",
    "descripcion": "Iron Treads is a quadrupedal Pokémon with a spherical gray metallic body and a black underbelly. On its face are a pair of short black tusks and a black half-moon pixelated screen, which usually displays a pattern of a pair of angry red eyes; underneath them is a metal plate that can be retracted to reveal its mouth. Its most prominent physical feature is a segmented tread jutting out from its back, and extending to the front of its face. This tread is black and has bright red glowing patterns accenting it. Iron Treads also has long black plate-like earlobes, and metal plates covering its legs, which can be retracted to aid in its rolling attacks.\nIron Treads is said to have a cruel nature. It is capable of swiftly curling up its body and rolling like a wheel to attack. Iron Treads will additionally curl up into this form and rock itself back and forth when sleeping. The trails it leaves behind are described as similar to scorched earth.[1] It also reportedly fatally injured one of the explorers of the Area Zero Expedition team in the past. In an article from a September issue of Occulture magazine, it is said that there have been reports of Iron Treads in an arid corner of Paldea. It is said to resemble Donphan. Rumors suggest that Iron Treads is some kind of weapon using technology not of this world, though this is unproven. When it falls asleep, it turns itself off, curling itself into its wheel form and causing the red energy on its treads to turn black. Iron Treads was the first Paradox Pokémon to be discovered 200 years ago in Area Zero by the Area Zero Expedition team and recorded by Heath in his Violet Book. According to AI Turo, Iron Treads is a future Pokémon related to Donphan. However, according to a Turo brought to the Crystal Pool by Terapagos, Iron Treads is a counterpart of Donphan from another timeline. Its true origin is unknown. Iron Treads were brought to the depths of Area Zero by a time machine built by Professor Turo ten years ago. At some point, one individual escaped Area Zero and consumed Herba Mystica. This Iron Treads became the Quaking Earth Titan, one of the Titan Pokémon found in Paldea. It mainly resides near a hidden cave in Asado Desert, where it feeds on Sour Herba Mystica."
}