{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Iron_Hands_(Pok%C3%A9mon)",
    "pokemon": "Iron Hands",
    "pokedex_number": "0992",
    "origin": "Iron Hands is based on Hariyama. The yellow panels on its body and palms resemble LED displays, but could be based on defibrillators, machines use to deliver an electric current to someone suffering cardiac arrest. This might be related to Hariyama's signature move, Smelling Salts, known  as \"Resuscitation\" in Japan, as defibrillators are used to resuscitate an unconscious person.",
    "description": "Iron Hands is a large, bulky cyborg Pokémon that looks like a futuristic sumo wrestler. The head crest is a deep blue with ten black lines connecting across it. The head is light grey with cylinder-like ears. The two eyes are yellow within a black faceplate. The upper half of their body is colored light gray resembling a light armor gear with two bright yellow holes with white spots on each side of where the shoulder would be. Also connected to it is a grey belt with three yellow square armor-like pieces on each side with white spots as well. The lower half is grey with several black line markings. The half-sphere legs are colored dark blue which are connected to small yellow rectangles with white spots. The black feet are shaped like shoes with one small, yellow rectangle with white spots connected to each foot. It has two giant, three-fingered hands which it uses. The back side of their hands is light grey with a yellow circle in the center with three white spots each. The front is four large, bright yellow rectangles connected and black lines. The rectangles also have several white spots as well. According to an article from a May issue of Occulture magazine, Iron Hands got its name from an iron-handed entity described in the Violet Book. It is said to have fists that move independently of its body and to be capable of throwing large, fast-moving vehicles. An unproven theory claims that Iron Hands was once an athlete who became mortally wounded but was kept alive by being made into a cyborg. It strongly resembles Hariyama, though why this is remains unanswered. When it falls asleep, it turns itself off, connecting its hands to its body and causing the yellow energy on its palms and armor pieces to turn black. According to AI Turo, Iron Hands is an future Pokémon related to Hariyama. However, according to a Turo brought to the Crystal Pool by Terapagos, Iron Hands is a counterpart of Hariyama from another timeline. Its true origin is unknown. Iron Hands were brought to the depths of Area Zero by a time machine built by Professor Turo ten years ago."
}