{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Iron_Jugulis_(Pok%C3%A9mon)",
    "pokemon": "Iron",
    "numero_pokedex": "0993",
    "descripcion": "Iron Jugulis is a three-headed, mechanical, draconic Pokémon with six thin, pointed black wings with visible joints. Its body is primarily dark blue, with black armor plating resembling fur covering its necks and shoulders. The inner armor surrounding its head is fuchsia in color with white spots and resembles collars. The surfaces of Iron Jugulis' heads function as LED displays. When turned on, each of its heads glows blue with black eyes; the main head additionally has fuchsia pupils and visible pointed teeth formed from its armor plates. Like with the eyes of other future Paradox Pokémon, Iron Jugulis' LED faces are used to display its emotions; unlike with Hydreigon, its secondary heads can emote in this manner as well. Its abdomen has two fuchsia stripes and its feet resemble fins. Its tail also sports a fuchsia stripe and ends with a black plate. An article from a July issue of Occulture magazine describes Iron Jugulis as a flying life-form resembling Hydreigon that has allegedly been seen in a certain corner of Paldea. It was reported to have razed an entire building with a high-energy blast before flying off as if to find its next objective. Iron Jugulis is theorized to be a sort of machine-Hydreigon hybrid, as it combines Hydreigon's ferocity with the ruthlessness of a machine. It is said that it takes its name from a similarly described entity in the Violet Book. It was shown to be capable of sending its arms wandering by themselves independently of its body and even shooting them like missiles against its enemies. When it falls asleep, it turns itself off, causing the magenta energy on its neck plates, underbelly and tail, and the blue LED in its faces to turn black. According to AI Turo, Iron Jugulis is a future Pokémon related to Hydreigon. However, according to a Turo brought to the Crystal Pool by Terapagos, Iron Jugulis is a counterpart of Hydreigon from another timeline. Its true origin is unknown. Iron Jugulis were brought to the depths of Area Zero by a time machine built by Professor Turo ten years ago."
}