{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Iron_Valiant_(Pok%C3%A9mon)",
    "pokemon": "Iron Valiant",
    "pokedex_number": "1006",
    "origin": "Iron Valiant is based on a fusion of Gardevoir and Gallade, including traits from the Mega Evolved forms of both Pokémon. It also seems to be based on a paladin. Like Gallade, Iron Valiant's blades resemble tonfas while sheathed in its arms, but form a sort of dual-headed glaive or other similar bladed polearm when joined together.",
    "description": "Iron Valiant is a mechanical, bipedal Pokémon whose appearance retains numerous visual traits from both Gardevoir and Gallade. Its arms consist of gauntlets with large magenta blades protruding from the sides, which it can detach and combine to serve as a deadly double-edged weapon. Its head spikes outward twice from both sides and is covered by a green curved piece resembling hair with two cone-shaped structures at the back of its head, and a teal head crest, somewhat akin to a gladiator's helmet. A hollow magenta core serves as a centerpiece on its chest. Five petal-shaped white and green guards tinged with magenta at the ends adorn its torso, resembling a dress. According to an article from an April issue of Occulture magazine, Iron Valiant's name is borrowed from that of an object described in the Violet Book. An unproven theory claims that it is a robot built as the product of a mad scientist's efforts to create the most powerful psychic Pokémon. According to eyewitnesses, Iron Valiant is similar in appearance to both Gardevoir and Gallade. It is also said to be a cruel Pokémon, willing to take its shining blade and cut down anyone confronting it without hesitation. When it falls asleep, it turns itself off, causing the pink energy on its \"ponytails\", core, blades, feet and dress to turn black. According to AI Turo, Iron Valiant is a future Pokémon related to both Gardevoir and Gallade. However, according to a Turo at the Crystal Pool, Iron Valiant is a counterpart of Gardevoir and Gallade from another timeline. Its true origin is unknown. Iron Valiant were brought to the depths of Area Zero by a time machine built by Professor Turo ten years ago."
}