{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Koraidon_(Pok%C3%A9mon)",
    "pokemon": "Koraidon",
    "numero_pokedex": "1007",
    "descripcion": "Koraidon is a large, reptilian Pokémon primarily covered in scarlet feathers with white accents on its cheeks, upper body, thighs, and tail. Its most notable feature is a tire-like gular sac on its throat, which inflates and deflates depending on its form. Koraidon's head has a crest of feathers and a pair of long, twisted, brow-plume-like tendrils. Additional feathers at the base of its tail transition from blue to purple and end in white tips, creating a striking appearance. Its eyes have yellow sclerae, orange irises, and brown pupils, with red plumes giving the impression of eyebrows. Koraidon's body is adorned with blue markings on its elbows and shoulders, as well as blue frills down its neck. From each shoulder, a curved, handlebar-like structure extends backward. It has webbed feet, each with four claws; the two central claws are sometimes held close together, making it appear as though there are only three. The gular sac and base of its tail share a grooved texture, but the sac is also lined with spikes. Aware of its formidable strength, Koraidon exudes confidence and rarely feels threatened. Though cautious around humans, its curiosity sometimes leads it to play with them. Its power surges under harsh sunlight due to an ancient energy coursing through its body. In battle, Koraidon will shift into its Gliding Build to crash into its targets with explosive force. While Koraidon bears a resemblance to modern-day Cyclizar, it is known to be far more ferocious and muscular. The origins of Koraidon in the present day trace back to a time machine constructed by Professor Sada, which brought two specimens to Area Zero a decade ago. These two individuals displayed contrasting temperaments: one was friendly and curious, while the other was aggressive and territorial. According to AI Sada, it is an ancient Pokémon related to Cyclizar. However, a version of Professor Sada that appeared at the Crystal Pool suggests that Koraidon is a counterpart to Cyclizar from an alternate timeline. It was referred to as the \"Winged King\" in the Scarlet Book, with its current name coined by Professor Sada, potentially as a result of a bootstrap paradox. Koraidon is the only known Pokémon capable of learning the move Collision Course. It is also the only known Pokémon that can have Orichalcum Pulse as an Ability."
}