{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Miraidon_(Pok%C3%A9mon)",
    "pokemon": "Miraidon",
    "numero_pokedex": "1008",
    "descripcion": "Miraidon is a large, robotic, reptilian Pokémon with a primarily metallic, violet body. Its face, neck, abdomen, tail, and knee joints are silver, while its claws are white. A distinctive feature of Miraidon is the gular sac on its throat, which changes appearance across its various forms. Its head features a small, dark purple casque reminiscent of a motorcycle windshield and circular, purple cheek markings. Miraidon's eyes resemble an LED display, with black sclerae and pupils and pixelated irises that can change pattern to simulate blinking. Each eye is bordered by two connected silver plates that resemble eyelids, from which long blue and yellow plasma-like antennae extend, resembling eyebrows. Miraidon's shoulders are equipped with backward-curving, handlebar-like structures. A black, fender-like structure is positioned on its lower back just above the base of its tail. Each of Miraidon's feet has three claws, with the central one marked by a vertical black line. Both its tail and gular sac have grooved surfaces, resembling tire treads. In the Pokémon Adventures manga, Miraidon is shown to possess a robotic tongue that visually resembles its gular sac. Despite its mechanical appearance, Miraidon displays behavior that suggests an advanced level of intelligence and perceptiveness. It carefully evaluates a person's character using keen insight before deciding to accompany them. Miraidon's calm and enigmatic nature makes it difficult to discern its thoughts or emotions, with subtle hints only visible in its eyes. Miraidon also exhibits biological traits such as the ability to consume food, specifically Herba Mystica sandwiches, to regain strength and power, allowing it to access its transformations after being weakened. Miraidon can achieve high speeds and unleash powerful, electrically charged attacks, utilizing the advanced engine within its body to amplify its abilities, especially when surrounded by Electric Terrain. In battle, Miraidon can also race at ultrafast speeds to pierce its targets with futuristic electricity. It shares similarities with Cyclizar, a contemporary Pokémon, though Miraidon is notably more powerful and aggressive. The origins of Miraidon in the present day trace back to a time machine constructed by Professor Turo, which brought two specimens to Area Zero a decade ago. These two individuals displayed contrasting temperaments: one was friendly and curious, while the other was aggressive and territorial. According to AI Turo, it is a futuristic relative of Cyclizar, though a version of Turo that appeared at the Crystal Pool suggests it may come from an alternate timeline. It was referred to as the \"Iron Serpent\" in the Violet Book, with its current name, Miraidon, attributed to Professor Turo, potentially due to a bootstrap paradox. Miraidon is the only known Pokémon capable of learning the move Electro Drift. It is also the only known Pokémon that can have Hadron Engine as an Ability."
}