{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Walking_Wake_(Pok%C3%A9mon)",
    "pokemon": "Walking Wake",
    "pokedex_number": "1009",
    "origin": "Walking Wake is based on Suicune. Its bipedal reptilian appearance is based on theropod dinosaurs and possibly the basilisk lizard — the latter also has the ability to run on water. It may also be based on the Qilin, which appears to be one of Suicune's original inspirations.",
    "description": "Walking Wake is a large, bipedal, theropod dinosaur Pokémon with white, diamond-shaped markings. It has a long, white snout with one horn underneath the chin. The horizontal eyes are red, with yellow sclerae with red skin surrounding them. Its face and underside are also white as well. It has a thick, large purple mane covering its arms and back. The mane resembles the aurora borealis with six tips of spiky hair being red and orange. It has two small light blue forelimbs, with three white-clawed digits each, and one diamond marking. Walking Wake has two powerful light blue hind legs with six feathers, and three white claws each. It has a large, hexagonal, cerulean blue crest on its forehead with two bent prongs on either side of the base. It has a blue horn between the snout and crest. It has two long, white tails with seven small spikes each. The tails also have eight blue spikes marking on the tops of two tails each. Walking Wake resembles a sketch made by a member of the Area Zero Expedition in the Scarlet Book. Its name originated from an aquatic monster mentioned in the Scarlet Book. It bears a uniquely shaped set of horns on its forehead. It also supports its weight with just its hind legs and walks bipedally.[1] Walking Wake is capable of walking on water. According to an illustration in the Occulture, Walking Wake is believed to be a super-ancient Suicune from the past. According to AI Sada, Walking Wake is an ancient Pokémon related to Suicune. However, according to a Sada brought to the Crystal Pool by Terapagos, Walking Wake is a counterpart of Suicune from another timeline. Its true origin is unknown. Walking Wake was brought to the depths of Area Zero by a time machine built by Professor Sada ten years ago. Walking Wake is the only known Pokémon capable of learning the move Hydro Steam."
}