{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Iron_Leaves_(Pok%C3%A9mon)",
    "pokemon": "Iron Leaves",
    "pokedex_number": "1010",
    "origin": "Iron Leaves is based on Virizion.",
    "description": "Iron Leaves is a mechanical Pokémon that resembles a futuristic stag or antelope-like, quadrupedal that is primarily green and grey. On the sides of its head are long metal horns that end in half-circle points. It has a sliver snout with a bright red blaze running from its horn to the back of its head, with white spots inside of the blaze. The eyes are bright digital red. Iron Leaves's face, neck, hind legs, and underside are grey. The grey parts of its body have several dark grey lines connecting to different parts. The neck is covered by three green circles of armor. The middle circle has a green-tipped leaf on each side of its neck connected to a small green circle. The leaves have a bright red tip and white spots. The upper half of the body has a green armor plating, connected to three pointed tufts of fur forming a medium-long tail and two large spikes on each side of the tail. The front legs connect to green armor with three leafy tufts shaped like wings and green cylinder armor with a half-circle tip. The hind legs are connected to green leg armor. Its four legs resemble knee-high, green armor boots with bright red diamond highlights at the knees with white spots. The legs end in black hooves. Iron Leaves resembles a sketch made by a member of the Area Zero Expedition in the Violet Book. According to Occulutre, its appearance resembles a Virizion from the future. It has a smooth, glossy body that has a metallic texture, and the glowing parts on its forehead and leaves can transform to look like longswords[1]. These swords are actually ethereal blades used to rend its targets. These shining swords are also powerful enough to cut large trees and boulders into short, thin strips. When it falls asleep, it turns itself off, causing the red energy on its head, leaves, and legs to turn black. According to AI Turo, Iron Leaves is a future Pokémon related to Virizion. However, according to a Turo brought to the Crystal Pool by Terapagos, Iron Leaves is a counterpart of Virizion from another timeline. Its true origin is unknown. Iron Leaves was brought to the depths of Area Zero by a time machine built by Professor Turo ten years ago. Iron Leaves is the only known Pokémon capable of learning the move Psyblade."
}