{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Munkidori_(Pok%C3%A9mon)",
    "pokemon": "Munkidori",
    "pokedex_number": "1015",
    "origin": "Munkidori may be based on a monkey, particularly the Japanese macaque, such as the northernmost Japanese macaque population from Aomori Prefecture of the Tōhoku region (which Kitakami draws inspiration from). This is partly reflected with Munkidori's Shiny form, which gives it a slight tanned fur coat similar to Japanese macaques. Meanwhile, Munkidori's regular coloration together with its short stature may reference chimpanzees. Munkidori's head hair resembles the 丁髷 chonmage, a traditional Japanese topknot worn by men; while its two toes are reminiscent of sandals. Its mischievous personality and Psychic typing could be a reference to the Satori, a yokai that takes the form of a mind-reading monkey and torments travelers.",
    "description": "Munkidori is a blue simian Pokémon with long black fur covering most of its body, except for its face, hands, feet, and part of its chest, the latter forming an arrowhead pattern. Its face has yellow eyes with black striped markings between them, and they have magenta colorations on its rear and ankles. Each of its hands has three fingers, and its feet resemble sandals, each with two toes. Part of its head hair is slicked back, and a magenta toxic chain encircles its head like a headband. Munkidori is a male-only species with no female counterpart. Munkidori, together with Okidogi and Fezandipiti, are known as the Loyal Three, the heroes of Kitakami. They are beloved by the people of Kitakami as heroes that once protected the land from the \"evil ogre\",[1] and stone statues bearing their likenesses were made by the people as an expression of their gratitude right where the three had been buried.[2] According to locals, worshipping Munkidori ensures one is successful in life and that everything will be hunky-dory. Even with its greedy and manipulative personality, Munkidori has great relationships with its teammates, talking to each other in private and acting together to defeat their opponents. By consuming the Kitakami Mochis, Munkidori can become a Titanic Pokémon. In myth, it is said that Munkidori was once a clumsy, dim-witted Pokémon. A longing for cleverness led it to meet the Mythical Pokémon Pecharunt which, in need of retainers in its journey to Kitakami, used its Binding Mochi and toxic chains to tame and transform Munkidori. This resulted in the toxic chain being wrapped around its head, chaining Munkidori to Pecharunt's will.[3] Munkidori transformed as the chain enhanced its capabilities, stimulating its brain and causing its Psychic powers to bloom, it could even see into the near future.[4] It prefers to keep itself somewhere safe while toying with its enemies, using its psychic powers to induce intense dizziness."
}