{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Fezandipiti_(Pok%C3%A9mon)",
    "pokemon": "Fezandipiti",
    "pokedex_number": "1016",
    "origin": "Fezandipiti may be based on the copper pheasant (山鳥 yamadori in Japanese), a pheasant endemic to Japan and chosen as the prefectural bird of Akita Prefecture of the Tōhoku region (which Kitakami draws inspiration from). Both the male and the female of the copper pheasant have a similar brown color, but the male has a brighter hue with coppery luster.",
    "description": "Fezandipiti is an avian Pokémon with a small head, a short beak with a magenta tip, and a long neck and legs. Its plumage is primarily black, with white on its head and neck, and bronze accents on its face, collar, and wing tips. It stands atop a pair of long slender bronze-colored legs having three-toed feet with sharp claws, and its tail consists of a long train of bronze-colored feathers ending in forked tips that gently curl outwards. A single white stripe accents each of its legs and tail. A crest of black feathers resembling a cap sits atop Fezandipiti's head, with golden feathers sticking out resembling a royal crown. A pair of magenta plumes also sits just above each of Fezandipiti's eyes like eyebrows and extend like long streamers with forked ends. Hanging from Fezandipiti's chest is a pair of magenta toxic chains, protruding from a shawl-like feature that wraps its body. Fezandipiti is a male-only species with no female counterpart. Fezandipiti, together with Okidogi and Munkidori, are known as the Loyal Three, the heroes of Kitakami. The three are beloved by the people of Kitakami as heroes that once protected the land from the \"evil ogre\",[1] and stone statues bearing their likenesses were made by the people as an expression of their gratitude right where the three had been buried.[2] According to locals, worshipping Fezandipiti leads to both good luck and serendipitous fortune. Even with its greedy and arrogant personality, Fezandipiti has great relationships with its teammates, talking to each other in private and acting together to defeat their opponents. By consuming the Kitakami Mochis, Fezandipiti can become a Titanic Pokémon. In myth, it is said that Fezandipiti was once a Pokémon with short, dull feathers. A wish to be beautiful led it to meet the Mythical Pokémon Pecharunt which, in need of retainers in its journey to Kitakami, used its Binding Mochi and toxic chains to tame and transform Fezandipiti. This resulted in the toxic chain being wrapped around its waist, chaining Fezandipiti to Pecharunt's will.[3] Fezandipiti transformed, enhancing its capabilities and giving it a stunning appearance and a lovely voice. It possesses powerful pheromones, capable of captivating both humans and Pokémon with a beat of its glossy wings to scatter them through the air."
}