{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Ogerpon_(Pok%C3%A9mon)",
    "pokemon": "Ogerpon ",
    "pokedex_number": "1017",
    "origin": "Ogerpon is based on 鬼 oni, creatures from Japanese folklore that often are referred to as demons or ogres in English. In particular, it may be based on the oni who live on Onigashima from the story of Momotarō. Given that the Land of Kitakami is inspired by Northeast Japan, it may also be based on Akuro-ō, the Oni in the local legends of Sakanoue no Tamuramaro. Its cudgel appears to be based on a kanabō, a type of club often wielded by oni in myths.",
    "description": "Ogerpon is a predominantly green, humanoid Pokémon. Its green torso is spotted with white flowers and yellow dots, and it is capable of extending green and black vines of ivy. Its long legs are black in the front and white in the back, and its two-toed feet each have two green leaves sprouting between the toes. Its torso is mostly covered by a large, green, multicolored cloak-like structure that extends from a stem on top of its head. This cloak frames its face with a large, black, thorny vine, the two uppermost thorns resembling horns. While the cloak's sleeves move as if Ogerpon has arms beneath them, it actually has no arms or even shoulders; the cloak itself is prehensile and serves as its arms, with the \"sleeves\" able to grasp and manipulate objects. Ogerpon can also extend a prehensile branch and vine from its torso. Ogerpon has an orange face, yellow eyes with white, star-shaped pupils and small green leaves at the edges that loosely resemble eyelashes, a three-pointed leaf that serves as hair, small black markings on its eyebrows and cheeks, and two pointed fangs in its upper jaw. Its face is usually hidden behind one of its masks, and in battle, it wields a large, spiky cudgel wrapped in ivy; these tools are stored under its cloak when not in use. Ogerpon is a female-only species with no male counterpart. Ogerpon is a very intelligent Pokémon with a playful mischief-loving side. It's full of curiosity about the lives of people and other Pokémon, usually spending time with humans while wearing a mask to blend in with them in Kitakami's Festival of Masks. Usually causing trouble, such as by stealing snacks from the village’s food supply or making off with items that caught its eye.[1] It fights by confusing its opponents with its nimble movements and kicks, and it draws type-based energy from its masks, imbuing its cudgel with different elements. Ogerpon becomes weaker if its masks are taken away, and its full power can be restored to it by returning its masks. By using any of its masks, Ogerpon is capable of Terastallizing itself without the need of a Tera Orb, supposedly due to the masks being made of Tera crystals, just like Tera Orbs. This species is known to have a very long lifespan; one specimen is confirmed to have been alive for hundreds of years. Ogerpon is mortal enemies with the Loyal Three and their leader Pecharunt, mainly due to the group's actions towards it in the past. In Kitakami myths, it is described as \"the ogre\". Ogerpon is the only known Pokémon capable of using the move Ivy Cudgel. It is also the only known Pokémon that can have Embody Aspect as an Ability in any of its Terastallized states."
}