{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Archaludon_(Pok%C3%A9mon)",
    "pokemon": "Archaludon",
    "numero_pokedex": "1018",
    "descripcion": "Archaludon is a tall, metallic, bipedal dinosaur-like Pokémon with an angular, cuboid body bent at its chest and hips. Its body is primarily cool gray, although it has dark blue colorations on its palms and soles, as well as dark blue platings on its face and underside. The underside plating has criss-crossing patterns on the torso, and two red stripes at the bottom, with three small notches on each of them. This plating extends past Archaludon's head at the sides, forming horn-like features tipped with red. There is a continuous protrusion running the length of Archaludon's spine, three pairs of zigzag patterns on its sides, and spikes on the back of its head and the tip of its large tail. Archaludon's head is small compared to its body and is sunken into its neck. The plating on its face is T-shaped with a few indents on the sides, and folds down the middle to partially cover its yellow eyes. Its mouth, shaped into a permanent scowl, opens at the upper jaw and contains a grooved copper-colored tube, which it uses to fire beams to attack. When it closes its mouth, the tube is concealed and resembles teeth. Archaludon's hands and feet are large and V-shaped, each of which are connected to cuboid forelimbs and have two rectangular digits. On these hands and feet, Archaludon has tall, retractable spires near the joints, with the spires on its feet usually retracted. These spires contain pointed, yellow terminals at their tips, which gather and store static electricity from Archaludon's surroundings, as it is incapable of producing electricity on its own.[1] Similar terminal pairs are found on the spikes on Archaludon's head and tail. When Archaludon faces danger, it will get down on all fours, straighten its body, retract its limbs, and fully extend the spires on its hands and feet, forming a shape that resembles a steel bridge. This position allows for less mobility but offers Archaludon a sturdier center of gravity. In this position, Archaludon is capable of using the static electricity stored in its terminals to fire a tremendously powerful beam of electric energy.[1] When Archaludon charges up to fire this beam, electrical energy connects the terminals on its head, tail, and limbs, in a similar fashion to bridge suspension cables. During storms and other inclement weather, Archaludon's terminals can gather static electricity more easily, allowing it to fire off its beam much faster.[1] Archaludon's defensive capabilities are so strong that it cannot be fazed by a cave-in. Archaludon often digs holes in the mountains while searching for food. Archaludon and its pre-evolved form, Duraludon, are the only known Pokémon that can have Stalwart as an Ability. Additionally, Archaludon is the only known Pokémon capable of learning the move Electro Shot."
}