{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Gouging_Fire_(Pok%C3%A9mon)",
    "pokemon": "Gouging Fire",
    "pokedex_number": "1020",
    "origin": "Gouging Fire is based on Entei. It also resembles ceratopsian dinosaurs, most notably the Styracosaurus and Sinoceratops due to both having a similar arrangement of horns around the head. Conceptually speaking, it could be inspired by the Deccan Traps, a volcanic formation in India whose activity is theorized to have had a great influence on the extinction of dinosaurs. The Deccan Traps started being formed in the Cretaceous period, the era in which ceratopsians lived. Gouging Fire's resemblance to Entei would therefore come from Entei being associated with volcanoes.",
    "description": "Gouging Fire is a massive lion ceratopsian hybrid Pokémon with some mastiff qualities. It is covered in brown fur with three green spike lines on both back legs. There is cream belly fur on its chest. It has five grey spikes on its back and a long, light gray cloud of smoke running along its entire back, resembling a tail. Gouging Fire has four gray paws. The two front paws house three small, red claws. The paws are covered with brown pads and two black cuff-like bands on its front legs and the back legs have only one. Its main faceplate is red and shaped like fins or a four-sided star with a golden ceratopsian-shaped skull headpiece. Behind the faceplate is two long brown fur with gold ends on each side of the hair. The headpiece has five gold and yellow horns on each side. At the center is two green circles with two smaller red circles inside. A gray plate, resembling a horseshoe mustache, covers its muzzle. It has shorter green fur around its blue eyes. Gouging Fire is noteworthy for the large, spiky crest on its head. There are scant few reports of this creature being sighted, though one short video shows it rampaging and spouting pillars of flame. It resembles an eerie Pokémon once shown once in Occulture, and it was said to be an Entei regenerated from a fossil, though its rumored that Gouging Fire can make magma on the ground erupt by roaring once.[1] Another rumor claims Gouging Fire has a powerful connection to fire.[2] Gouging Fire can superheat its fur to both protect itself and burn any foes that make physical contact with it. According to AI Sada, Gouging Fire is an ancient Pokémon related to Entei. However, according to a Sada brought to the Crystal Pool by Terapagos, Gouging Fire is a counterpart of Entei from another timeline. Its true origin is unknown. Gouging Fire was brought to the depths of Area Zero by a time machine built by Professor Sada ten years ago. Gouging Fire is the only known Pokémon capable of learning the move Burning Bulwark."
}