{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Raging_Bolt_(Pok%C3%A9mon)",
    "pokemon": "Raging",
    "numero_pokedex": "1021",
    "descripcion": "Raging Bolt is a massive quadrupedal, yellow, sauropod-like Pokémon with feline features. It has black stripes and a white underside with red lines surrounding it. Raging Bolt's head is connected to a long neck with black stripes and a white bottom with red lines. It has a thin, light blue tail with sharp angles and a spark-shaped spiky ball at the end. It has three blue triangle spikes on the back. Most of its face consists of thick, white fur and shorter red fur around its blue eyes. The top of its head has seven tufts of hair shaped like a crown. Raging Bolt's muzzle is a light blue \"X\", the top part is shaped like lightning bolts. Its head has a black faceplate with two black spikes that cover its forehead, nose, and ears. The mouth has muzzle has two long fangs similar to saber-toothed cats. Its large claws converge to form a single point and never retract. The front feet have three red feathers connected to the red lines. The back feet have a red line surrounding the claws and feet. Raging Bolt's face is covered by a circle mane across its back that resembles dull purple rain clouds. The mane can extend to form a normal-looking mane. It's said to incinerate everything around it with lightning launched from its fur, and it is rumored that Raging Bolt does this by covering the skies with dark clouds before using its neck to strike down targets with crashing lighting, yet very little is known about this creature.[1][2] Found in Area Zero, it bears resemblance to a Pokémon that became a hot topic for a short while after a paranormal magazine touted it as Raikou's ancestor. According to AI Sada, Raging Bolt is an ancient Pokémon related to Raikou. However, according to a Sada brought to the Crystal Pool by Terapagos, Raging Bolt is a counterpart of Raikou from another timeline. Its true origin is unknown. Raging Bolt was brought to the depths of Area Zero by a time machine built by Professor Sada ten years ago. Raging Bolt is the only known Pokémon capable of learning the move Thunderclap. In Generation IX, Rising Voltage is also one of its signature moves."
}