{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Iron_Boulder_(Pok%C3%A9mon)",
    "pokemon": "Iron Boulder",
    "pokedex_number": "1022",
    "origin": "Iron Boulder is based on Terrakion. Its extended blades resemble a pointed spade.",
    "description": "Iron Boulder is a spherical, bull-like Pokémon coated in a reflective metal. It has a black, rounded forehead adorned with two brown, rotatable, axe-like horns that curve forward. The edge of the horns and the top of the head are colored bright orange blaze. The horns can transform into rounded blade cleaves when attacking. The blades can extend to the width of its head. Its face is grey with digital orange eyes and a short, metal snout. On top of its head are several short spikes. Down its back are two black, spine ridges that join just past its shoulders. It has a black circle surrounding its head. There are two orange metal protrusions on its shoulders. The orange blaze bands around its legs are the same color as its horns and forehead. It has grey metal hooves underneath these bands. Its striped underside is also beige. The grey parts of its body have several dark grey lines connecting to different parts. It has a short, stubby metal tail. Iron Boulder is capable of rotating its head. Iron Boulder is noteworthy for its metallic body. Iron Boulder stores laser energy within its sharp horns and was said to have once been an ordinary Terrakion modified by a villainous organization. Iron Boulder uses the charged energy within its axe horns to plow through anything within Iron Boulder's path[1]. The laser energy comes from the light it gathers and stores within its head[2]. It can wield the light that has accumulated atop its head to cleave its target. The name Iron Boulder originated from the mysterious object recorded in Violet Book as it was first discovered in Area Zero. When it falls asleep, it turns itself off, causing the orange energy on its head, horns, and feet to turn black. According to AI Turo, Iron Boulder is a future Pokémon related to Terrakion. However, according to a Turo brought to the Crystal Pool by Terapagos, Iron Boulder is a counterpart of Terrakion from another timeline. Its true origin is unknown. Iron Boulder was brought to the depths of Area Zero by a time machine built by Professor Turo ten years ago. Iron Boulder is the only known Pokémon capable of learning the move Mighty Cleave."
}