{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Iron_Crown_(Pok%C3%A9mon)",
    "pokemon": "Iron Crown",
    "pokedex_number": "1023",
    "origin": "Iron Crown is based on Cobalion. Its curved horns might be inspired by antelopes such as the impala.",
    "description": "Iron Crown is an armored turquoise Pokémon resembling a robotic goat. The eyes are bright digital blue. The top of its luminous head has two yellow metal horns similar in shape to drills, with luminous patches that extend from the upper half of the horn. The metal snout is gray, and there is a luminous blaze running from its nose to the back of its head. The back of the head has a headpiece with a circle connected by two rectangle pieces. On its long neck and hind legs, there are small luminous spots. It has several other luminous patches on its body, emitting a faint blue aura. Iron Crown's face, parts of its neck, and underside are grey. The grey parts of its body have several dark grey lines connecting to different parts. On its shoulder blades are yellow metal protrusions that resemble fins. Iron Crown's legs are connected by four-leg armor parts. The lower legs have a luminous v-shape brand connecting to light armor and metal hooves. Iron Crown is capable of rotating its head. Discovered in Area Zero, it is unknown what kind of Pokémon Iron Crown actually is.[1] It resembles a mysterious object introduced in Occulture as a cutting-edge weapon shaped like a Cobalion. There was supposedly an incident in which it launched shining blades from its distinctive horns to mow down everything around it to pieces, though little else is known about it[2]. The glowing parts on its horns can create two long bright blue blades that can extend before bending at the end. These swords can launch particle blades at its target twice in a row. When it falls asleep, it turns itself off, causing the cyan energy on its head, horns, and legs to turn black. According to AI Turo, Iron Crown is a future Pokémon related to Cobalion. However, according to a Turo brought to the Crystal Pool by Terapagos, Iron Crown is a counterpart of Cobalion from another timeline. Its true origin is unknown. Iron Crown was brought to the depths of Area Zero by a time machine built by Professor Turo ten years ago. Iron Crown is the only known Pokémon capable of learning the move Tachyon Cutter."
}