{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Terapagos_(Pok%C3%A9mon)",
    "pokemon": "Terapagos",
    "numero_pokedex": "1024",
    "descripcion": "In its Normal Form, Terapagos is a small reptilian Pokémon that resembles an indigo tortoise. Its head, legs, and tail stem from a cyan, hexagonal shell with the Terastal symbol on its back: a white hexagon with triangular extensions on each corner that connects it to the edges of its back. Its neck and legs each have a cyan four-pointed star and ring rub on them. Its feet each have three toes, and its tail has a cyan four-pointed star at its tip. It has two light blue eyes with rouge rimming and four-pointed star-shaped pupils. It has a diamond-like pattern on its forehead and two diamonds hanging like earrings on both sides of its head. Lastly, it has a \"ponytail\" made up of three segments of diamond-like shapes. The segments reduce in size as they get farther from the head and gain a purplish tint to them. Normal Form Terapagos is said to have a splendid aura. It is a small and particularly weak Pokémon, for that reason, it can assume a dormant state whenever its life is put in danger or it needs to hibernate, pulling its head, limbs, and tail into its shell and shrinking in size, which makes itself look like an ordinary jewel.[1] It also has the ability to crystallize the energy in its own body to form around itself a green shield when necessary, even in its dormant state. Through this same ability, Terapagos causes glowing, hard crystals to form around it, even as it slumbers, which gave Area Zero its distinctive appearance. As depicted in Pokémon Horizons: The Series, like other turtles, it is unable to move if it is turned upside down, needing outside help to stand back up. It has shown to have an incredibly long lifespan, with one known to have lived for millions of years while slumbering within its shell. Terapagos is responsible for the Terastal phenomenon. Terapagos inhabited the Paldea region in a bygone era. It was thought that this species went extinct, with it said to have been caught up in seismic shifts that occurred about 2,000,000 years ago. However, one of the them managed to survive by crystallizing its own body and going into hibernation in the Area Zero Underdepths, where it laid low until the present day.[2] According to Briar, Terapagos is made of Terastal energy. Heath is the one who discovered Terapagos and coined its name.[3] With the power of its crystals, Terapagos can bombard its foes with countless star-shaped projectiles. Terapagos also has the ability to alter timelines in some capacity, as seen in the core series games and animated series. It is capable of bringing humans, certain Pokémon, and objects forward from other points in time[4] or from alernate timelines altogether.[5] While using this ability, a mist appears around the affected area; once it disappears, whatever was brought is sent back. As revealed in the Pokémon Horizons episode The Plan to Capture Rayquaza, Terapagos has the ability to call out to other Pokémon with a specific energy signal. As seen in several Pokémon Horizons episodes, Terapagos also has the ability to create visions of the past through the use of its own memories. Due to the Terastal energy its body produces, Terapagos was responsible for allowing advanced technologies, such as Tera Orbs, the professor's AI duplicate, and the \"time machine\" to exist in spite of human limitations. Tera Orbs directly exposed to the energy from Terapagos will gain the ability to Terastallize Pokémon without the need to recharge.[6] Terapagos also has a strong connection to the Stellar type.[7] Terapagos is the only known Pokémon capable of learning the move Tera Starstorm. Its Normal Form is also the only known Pokémon that can have Tera Shift as its Ability."
}