{
    "url": "https://bulbapedia.bulbagarden.net/wiki/Pecharunt_(Pok%C3%A9mon)",
    "pokemon": "Pecharunt",
    "numero_pokedex": "1025",
    "descripcion": "Pecharunt is a small Pokémon resembling a piece of mochi. It has two forms it can take both inside and outside of battle. The first form resembles an upside-down peach, with a black circular face at the center and a thin, vertical line splitting its body into two halves. In its face are two white semicircle eyes, appearing to be frowning. It takes its second form upon opening up, revealing a smaller inner body resembling a peach's pit. It has a darker purple and pink body with two white eyes which are usually frowning, below which is a white, ribbon-shaped mouth. On its head rests two purple flaps and a scorpion-like ponytail. It has two heart-shaped paws at the bottom of its body, along with three black dots on each side underneath them. The discarded shell floats on both sides of Pecharunt, forming spiky wing-like appendages. The inside of these shells have a bright pink glow, outlined in black. The bright pink extends slightly through the black outline in six thin lines. The chains have a magenta color to them and are divided in identical segments, ending in a slightly larger segment with two protrusions, making it resemble the shape of Pecharunt's shell. Pecharunt stores poison in its peach-shaped shell and uses it to create toxic chains and roll up poisonous Binding Mochi, which are stored in its shell until they are needed. It is able to use its toxic chains in combat, badly poisoning its enemies in the process. The chains are also capable of empowering other Pokémon, using its toxins to enhance certain aspects of their bodies, such as their muscles, brain, or looks, as seen with Okidogi, Munkidori, and Fezandipiti, respectively. It serves its mochi to Pokémon and humans, but may also shoot them at their mouths if necessary. The mochi draw out their deepest desires and powers, but the ones who eat it become chained to Pecharunt's will, as seen with its caretakers, who had their greed drawn out. In some cases, the ones that eat it may completely fall under its control, as seen with Mossui Town's residents and the player's friends from Paldea. According to the player, Pecharunt smells incredibly sweet.[1] It is known to feign weakness by weeping, and acting like a baby in order to gain sympathy from others.[2] Pecharunt can retreat into its shell and remain dormant for years. After being knocked out in Kitakami, it started being known as the \"Never-Rotting Peach\" due to its peach-like shell. Humans under Pecharunt's control have purple eyes and are surrounded by a purple aura. It can even command humans and Pokémon to fight for it in battles, capable of controlling many beings at once. It relies on others to fight for it due to its cowardly personality and size. However, Pecharunt will fight back if it is has no other option. Capturing Pecharunt will free those under its control with no memories of being controlled. Pecharunt is the only known Pokémon capable of learning the move Malignant Chain. It is also the only known Pokémon that can have Poison Puppeteer as an Ability."
}