{
    "name": "Golbat",
    "number": "042",
    "url": "https://pkparaiso.com//pokedex/golbat.php",
    "types": [
        "veneno",
        "volador"
    ],
    "class": "Pokémon Murciélago",
    "weight": 55.0,
    "height": 1.6,
    "descriptions": {
        " Pokémon Rojo y Azul": "Cuando ataque, seguirá chupando energía de su víctima, aunque pese tanto que ya no pueda volar",
        " Pokémon Amarillo": "Ataca de manera violenta sin avisar. Utiliza sus afilados colmillos para chupar sangre",
        " Pokémon Oro": "Por muy dura que sea la piel de su víctima, clava sus afilados colmillos para atiborrarse de su sangre.",
        " Pokémon Plata": "Puede succionar más de 300 ml de sangre de golpe. Si toma demasiada, engorda mucho y vuela torpemente.",
        " Pokémon Cristal": "Al precipitarse sobre su víctima, le clava los colmillos al instante y le chupa más de 300 ml de sangre.",
        " Pokémon Rubí": "A Golbat le encanta chuparle la sangre a los seres vivos. Este Pokémon es más activo en la oscuridad de la noche. Es al caer la noche cuando sale a revolotear y a buscar sangre fresca.",
        " Pokémon Zafiro": "Golbat derriba a sus víctimas mordiéndoles con los cuatro colmillos que tiene y chupándoles la sangre. Sólo entra en acción en las noches sin luna. Revolotea en la oscuridad para atacar a Pokémon y personas.",
        " Pokémon Esmeralda": "Tiene colmillos que atraviesan el pelaje más grueso. Se ceba chupando la sangre a la gente y a otros Pokémon. Revolotea en la oscuridad y ataca por la espalda.",
        " Pokémon Rojo Fuego": "Se lanza sobre su presa con los afilados colmillos que tiene y puede chuparle hasta 300 cc de sangre de una vez.",
        " Pokémon Verde Hoja": "Cuando ataque, seguirá chupando energía de su víctima, aunque pese tanto que ya no pueda volar.",
        " Pokémon Diamante": "Cuando chupa sangre, no para hasta hartarse. Por la noche sale volando a la caza de presas.",
        " Pokémon Perla": "Le encanta la sangre, tanto la de Pokémon como la humana. Sale a calmar su sed por la noche.",
        " Pokémon Platino": "Sus afilados colmillos atraviesan las pieles más duras y tienen orificios para chupar sangre.",
        " Pokémon HeartGold": "Por muy dura que sea la piel de su víctima, clava sus afilados colmillos para atiborrarse de su sangre.",
        " Pokémon SoulSilver": "Por muy dura que sea la piel de su víctima, clava sus afilados colmillos para atiborrarse de su sangre.",
        " Pokémon Negro": "Sus afilados colmillos atraviesan las pieles más duras y tienen orificios para chupar sangre.",
        " Pokémon Blanco": "Sus afilados colmillos atraviesan las pieles más duras y tienen orificios para chupar sangre.",
        " Pokémon X": "Cuando ataque, seguirá chupando energía de su víctima, aunque pese tanto que ya no pueda volar.",
        " Pokémon Y": "Cuando chupa sangre, no para hasta hartarse. Por la noche sale volando a la caza de presas.",
        " Pokémon Rubí Omega": "A Golbat le encanta chuparles la sangre a los seres vivos. Este Pokémon es más activo en la oscuridad de la noche. Es al caer la noche cuando sale a revolotear y a buscar sangre fresca.",
        " Pokémon Zafiro Alfa": "Golbat derriba a sus víctimas mordiéndoles con los cuatro colmillos que tiene y chupándoles la sangre. Solo entra en acción en las noches sin luna. Revolotea en la oscuridad para atacar a Pokémon y personas.",
        " Pokémon Sol": "Succiona la sangre de sus presas con sus gruesos colmillos, que son huecos por dentro a modo de caña y más frágiles de lo que parecen.",
        " Pokémon Luna": "A veces chupa tanta sangre que es incapaz de volar y cae al suelo para acabar siendo presa de otros Pokémon."
    }
}