{
    "name": "Abra",
    "number": "063",
    "url": "https://pkparaiso.com//pokedex/abra.php",
    "date": "04-04-2012",
    "descriptions": {
        " Pokémon Rojo y Azul": "Con su capacidad de leer la mente, detecta cualquier peligro y se TELETRANSPORTA a un lugar seguro",
        " Pokémon Amarillo": "Duerme 18 horas al día. Si siente peligro, se teletransporta a lugar seguro, aun durmiendo",
        " Pokémon Oro": "Siente los ataques inminentes y se TELETRANSPORTA a un lugar seguro, antes de que éstos puedan darle.",
        " Pokémon Plata": "Si decide TELETRANSPORTARSE al azar, dará la impresión de haber creado copias de sí mismo.",
        " Pokémon Cristal": "Se hipnotiza a sí mismo para usar TELETRANSPORTE si hay peligro. Lo usa incluso mientras duerme.",
        " Pokémon Rubí": "Abra duerme 18 horas al día, pero puede detectar a cualquier enemigo que se le acerque mientras duerme. En una situación así, usa TELETRANSPORTE para protegerse.",
        " Pokémon Zafiro": "Abra necesita dormir 18 horas al día. Si no, pierde la habilidad que tiene de usar poderes de telequinesia. Si le atacan, Abra puede escapar usando TELETRANSPORTE mientras duerme.",
        " Pokémon Esmeralda": "Es un Pokémon que duerme 18 horas al día. Se ha demostrado que cada hora utiliza TELETRANSPORTE para cambiar de sitio.",
        " Pokémon Rojo Fuego": "Duerme 18 horas al día y mientras lo hace es capaz de usar una serie de poderes extrasensoriales.",
        " Pokémon Verde Hoja": "Con su capacidad de leer la mente, detecta cualquier peligro y se TELETRANSPORTA a un lugar seguro.",
        " Pokémon Diamante": "Su radar telepático funciona incluso cuando duerme. Si se ve amenazado, se teletransporta.",
        " Pokémon Perla": "Duerme 18 horas al día. Cuando está despierto no se levanta ni para teletransportarse.",
        " Pokémon Platino": "Sus poderes psíquicos causan un desgaste tan grande para su mente que precisa dormir 18 horas al día.",
        " Pokémon HeartGold": "Siente los ataques inminentes y se teletransporta a un lugar seguro, antes de que estos puedan darle.",
        " Pokémon SoulSilver": "Siente los ataques inminentes y se teletransporta a un lugar seguro, antes de que estos puedan darle.",
        " Pokémon Negro": "Sus poderes psíquicos causan un desgaste tan grande para su mente que precisa dormir 18 horas al día.",
        " Pokémon Blanco": "Sus poderes psíquicos causan un desgaste tan grande para su mente que precisa dormir 18 horas al día.",
        " Pokémon X": "Duerme 18 horas al día y mientras lo hace es capaz de usar una serie de poderes extrasensoriales.",
        " Pokémon Y": "Siente los ataques inminentes y se teletransporta a un lugar seguro, antes de que estos puedan darle.",
        " Pokémon Rubí Omega": "Abra duerme 18 horas al día, pero puede detectar a cualquier enemigo que se le acerque mientras duerme. En una situación así, usa Teletransporte para protegerse.",
        " Pokémon Zafiro Alfa": "Abra necesita dormir 18 horas al día. Si no, pierde la habilidad que tiene de usar poderes de telequinesia. Si le atacan, Abra puede escapar usando Teletransporte mientras duerme.",
        " Pokémon Sol": "Abra duerme 18 horas al día. Se teletransporta a las copas de los árboles y, aún dormido, se alimenta de bayas.",
        " Pokémon Luna": "Puede teletransportarse mientras duerme para evitar todo tipo de peligros, pero luego se despierta desconcertado en un lugar extraño."
    }
}