{
    "name": "Kadabra",
    "number": "064",
    "url": "https://pkparaiso.com//pokedex/kadabra.php",
    "types": [
        "psiquico"
    ],
    "class": "Pokémon Psi",
    "weight": 56.5,
    "height": 1.3,
    "descriptions": {
        " Pokémon Rojo y Azul": "Emite ondas-alfa especiales de su cuerpo que causan jaquecas a todo aquel que se acerca",
        " Pokémon Amarillo": "Muchas cosas raras suceden si está cerca. Por ejemplo, hace que los relojes vayan al revés",
        " Pokémon Oro": "Es muy fuerte espiritualmente. Cuanto mayor sea el peligro, mayor será su poder psíquico.",
        " Pokémon Plata": "Si usa sus habilidades, emite ondas alfa especiales que hacen que las máquinas fallen.",
        " Pokémon Cristal": "Cuando cierra los ojos, el número de partículas alfa que desprende su cuerpo llega a duplicarse.",
        " Pokémon Rubí": "Kadabra emite unas ondas alfa muy particulares cuando le duele la cabeza. Sólo aquellos que tengan gran poder mental podrán optar a ser ENTRENADOR de este Pokémon.",
        " Pokémon Zafiro": "Kadabra lleva siempre una cuchara de plata en la mano, que usa para amplificar las ondas alfa de su cerebro. Dicen que sin la cuchara, sus poderes de telequinesia se reducen a la mitad.",
        " Pokémon Esmeralda": "Dicen que un chico que tenía capacidades psíquicas se transformó de repente en Kadabra mientras ayudaba en un estudio sobre poderes extrasensoriales.",
        " Pokémon Rojo Fuego": "Cuentan que una mañana, un niño que tenía poderes extrasensoriales, se despertó convertido en Kadabra.",
        " Pokémon Verde Hoja": "Emite ondas alfa especiales que causan jaquecas a todo el que se le acerca.",
        " Pokémon Diamante": "Cuando utiliza su poder psíquico, emite poderosas ondas alfa que pueden destruir dispositivos.",
        " Pokémon Perla": "Si se acerca uno, una extraña sombra aparece en los televisores. Se dice que verla trae mala suerte.",
        " Pokémon Platino": "Mira su cuchara de plata fijamente para concentrarse. Mientras lo hace, emite más ondas alfa.",
        " Pokémon HeartGold": "Es muy fuerte espiritualmente. Cuanto mayor sea el peligro, mayor será su poder psíquico.",
        " Pokémon SoulSilver": "Es muy fuerte espiritualmente. Cuanto mayor sea el peligro, mayor será su poder psíquico.",
        " Pokémon Negro": "Mira su cuchara de plata fijamente para concentrarse. Mientras lo hace, emite más ondas alfa.",
        " Pokémon Blanco": "Mira su cuchara de plata fijamente para concentrarse. Mientras lo hace, emite más ondas alfa.",
        " Pokémon X": "Cuando utiliza su poder psíquico, emite poderosas ondas alfa que pueden destruir dispositivos.",
        " Pokémon Y": "Si usa sus habilidades, emite ondas alfa especiales que hacen que las máquinas fallen.",
        " Pokémon Rubí Omega": "Kadabra emite unas ondas alfa muy particulares que provocan dolores de cabeza a los demás. Solo aquellos que tengan gran poder mental podrán optar a ser Entrenador de este Pokémon.",
        " Pokémon Zafiro Alfa": "Kadabra lleva siempre una cuchara de plata en la mano, que usa para amplificar las ondas alfa de su cerebro. Dicen que, sin la cuchara, sus poderes de telequinesia se reducen a la mitad.",
        " Pokémon Sol": "Algunos creen que Kadabra no es más que un joven que perdió el control de sus poderes psíquicos y que acabó transformándose.",
        " Pokémon Luna": "Cuando Kadabra está cerca de la pantalla de algún dispositivo, en esta aparece una sombra ominosa que se dice que solo trae desdicha."
    }
}