{
    "name": "Alakazam",
    "number": "065",
    "url": "https://pkparaiso.com//pokedex/alakazam.php",
    "types": [
        "psiquico"
    ],
    "class": "Pokémon Psi",
    "weight": 48.0,
    "height": 1.5,
    "descriptions": {
        " Pokémon Rojo y Azul": "Su cerebro puede ganar al de un súper-ordenador. Tiene un cociente intelectual de 5000",
        " Pokémon Amarillo": "Este Pokémon lo recuerda todo. Nunca olvida lo que aprende. Es un Pokémon muy listo",
        " Pokémon Oro": "Cerrando sus ojos aumenta sus demás sentidos. Esto le permite usar sus habilidades al máximo.",
        " Pokémon Plata": "Sus neuronas se multiplican continuamente Durante su vida. Por eso, siempre lo recuerda todo.",
        " Pokémon Cristal": "Tiene un C.I. fuera de lo común. Lo analiza todo al detalle para coger ventaja en los combates.",
        " Pokémon Rubí": "El cerebro de Alakazam nunca deja de crecer y por eso al cuello le cuesta sostener el peso de la cabeza. Este Pokémon usa sus poderes psicoquinéticos para mantener en alto la cabeza.",
        " Pokémon Zafiro": "El cerebro de Alakazam siempre está creciendo y el número de neuronas no deja de aumentar. Este Pokémon tiene un coeficiente intelectual de 5.000. Tiene archivado en su memoria todo lo que ha ocurrido en el mundo.",
        " Pokémon Esmeralda": "Aunque tiene una gran capacidad psíquica y una inteligencia excepcional, la musculatura de Alakazam es muy débil. Para moverse, utiliza poderes psíquicos.",
        " Pokémon Rojo Fuego": "No le gustan los ataques físicos. Este Pokémon prefiere hacer uso de sus poderes extrasensoriales cuando lucha.",
        " Pokémon Verde Hoja": "Su cerebro puede ganar al de un ordenador de alta gama. Tiene un coeficiente intelectual de 5.000.",
        " Pokémon Diamante": "Su cerebro está tan desarrollado como un superordenador. Puede usar cualquier poder psíquico.",
        " Pokémon Perla": "Su gran memoria le permite recordar todo desde su nacimiento. Su CI es superior a 5000.",
        " Pokémon Platino": "Se dice que creó las cucharas que lleva en las manos con sus poderes psíquicos.",
        " Pokémon HeartGold": "Cerrando sus ojos aumenta sus demás sentidos. Esto le permite usar sus habilidades al máximo.",
        " Pokémon SoulSilver": "Cerrando sus ojos aumenta sus demás sentidos. Esto le permite usar sus habilidades al máximo.",
        " Pokémon Negro": "Se dice que creó las cucharas que lleva en las manos con sus poderes psíquicos.",
        " Pokémon Blanco": "Se dice que creó las cucharas que lleva en las manos con sus poderes psíquicos.",
        " Pokémon X": "Sus neuronas se multiplican continuamente durante su vida. Por eso, siempre lo recuerda todo.",
        " Pokémon Y": "Su cerebro puede ganar al de un ordenador de alta gama. Tiene un coeficiente intelectual de 5000.",
        " Pokémon Rubí Omega": "El cerebro de Alakazam nunca deja de crecer y por eso al cuello le cuesta sostener el peso de la cabeza. Este Pokémon usa sus poderes psicoquinéticos para mantener en alto la cabeza.",
        " Pokémon Zafiro Alfa": "El cerebro de Alakazam siempre está creciendo y el número de neuronas no deja de aumentar. Este Pokémon tiene un cociente intelectual de 5000. Tiene archivado en su memoria todo lo que ha ocurrido en el mundo.",
        " Pokémon Sol": "Su coeficiente intelectual ronda los 5000. Los poderes telequinéticos que rezuma causan jaquecas a cualquiera que se acerque.",
        " Pokémon Luna": "Las neuronas de su cerebro se multiplican sin descanso hasta el día de su muerte. Cuanto más viejo es Alakazam, más grande es su cabeza."
    }
}