{
    "name": "Machop",
    "number": "066",
    "url": "https://pkparaiso.com//pokedex/machop.php",
    "date": "20-12-2019",
    "descriptions": {
        " Pokémon Rojo y Azul": "Le encanta ser musculoso. Se entrena en todo tipo de arte marcial para ser aún más fuerte",
        " Pokémon Amarillo": "Muy poderoso a pesar de su pequeño tamaño. Su maestría en artes marciales lo hace muy duro",
        " Pokémon Oro": "Siempre rebosante de fuerza, pasa el tiempo levantando piedras. Esto le lleva a ser aún más fuerte.",
        " Pokémon Plata": "Adora ejercitar sus músculos. Nunca está contento, aunque lleve todo el día entrenando.",
        " Pokémon Cristal": "Se entrena en las montañas levantando rocas. Incluso puede elevar a un Graveler sin mucho esfuerzo.",
        " Pokémon Rubí": "Machop tiene una musculatura especial que nunca se agota por mucho que la use. Este Pokémon es tan fuerte que puede derrotar a cien personas adultas de una sola vez.",
        " Pokémon Zafiro": "Machop se entrena levantando a Graveler a modo de pesa. Algunos de estos Pokémon viajan por todo el mundo para aprender todo tipo de artes marciales.",
        " Pokémon Esmeralda": "Se entrena hasta la extenuación para dominar todos los tipos de artes marciales. Es tan fuerte que puede llevar a un luchador de sumo sobre los hombros.",
        " Pokémon Rojo Fuego": "Es una masa de músculos y, aunque es pequeño, tiene fuerza de sobra para tomar en brazos a 100 personas.",
        " Pokémon Verde Hoja": "Le encanta ser musculoso. Se entrena en todo tipo de arte marcial para ser aún más fuerte.",
        " Pokémon Diamante": "Por más que haga ejercicio, nunca tiene agujetas. Vive lejos de los humanos, en las montañas.",
        " Pokémon Perla": "Levanta un Graveler para mantener sus músculos en forma. Domina todas las artes marciales.",
        " Pokémon Platino": "No alcanza mucha altura, pero tiene fuerza suficiente para levantar y derribar a varios Geodude a la vez.",
        " Pokémon HeartGold": "Siempre rebosante de fuerza, pasa el tiempo levantando piedras. Esto le lleva a ser aún más fuerte.",
        " Pokémon SoulSilver": "Siempre rebosante de fuerza, pasa el tiempo levantando piedras. Esto le lleva a ser aún más fuerte.",
        " Pokémon Negro": "No alcanza mucha altura, pero tiene fuerza suficiente para levantar y derribar a varios Geodude a la vez.",
        " Pokémon Blanco": "No alcanza mucha altura, pero tiene fuerza suficiente para levantar y derribar a varios Geodude a la vez.",
        " Pokémon X": "Levanta un Graveler para mantener sus músculos en forma. Domina todas las artes marciales.",
        " Pokémon Y": "Es una masa de músculos y, aunque es pequeño, tiene fuerza de sobra para tomar en brazos a 100 personas.",
        " Pokémon Rubí Omega": "Gracias a su portentosa musculatura, Machop no se agota por mucho esfuerzo que haga. Este Pokémon es tan fuerte que puede derrotar a cien personas adultas de una sola vez.",
        " Pokémon Zafiro Alfa": "Machop se entrena levantando Graveler a modo de pesas. Algunos de estos Pokémon viajan por todo el mundo para aprender distintos tipos de artes marciales.",
        " Pokémon Sol": "Le encanta entrenar su cuerpo. Cuando observa cómo crecen sus músculos día tras día, se apasiona más por su entrenamiento.",
        " Pokémon Luna": "Obtiene su fuerza descomunal, con la que es capaz de lanzar a 100 personas por los aires, mediante un levantamiento de Graveler diario."
    }
}