{
    "name": "Machamp",
    "number": "068",
    "url": "https://pkparaiso.com//pokedex/machamp.php",
    "date": "22-05-2020",
    "descriptions": {
        " Pokémon Rojo y Azul": "Con sus fuertes músculos, lanza bestiales puñetazos y envía a su víctima al lejano horizonte",
        " Pokémon Amarillo": "Con sólo un brazo puede mover montañas. Usando los cuatro, este Pokémon puede ser terrible",
        " Pokémon Oro": "Mueve rápidamente sus cuatro brazos para golpear con incesantes golpes y puñetazos desde todos los ángulos.",
        " Pokémon Plata": "Usa sus cuatro poderosos brazos para agarrar a su enemigo y lanzarlo lo más lejos posible.",
        " Pokémon Cristal": "Puede dar varios puñetazos de una sola vez, gracias a sus cuatro brazos. Golpea más rápido que piensa.",
        " Pokémon Rubí": "Machamp es tan fuerte que puede derribar lo que quiera. Sin embargo, cuando tiene que realizar una tarea que requiere delicadeza y destreza, se le enredan los brazos. Este Pokémon pasa a la acción sin pensar.",
        " Pokémon Zafiro": "Machamp es conocido como el Pokémon que domina todas las artes marciales. Si agarra a su rival con los cuatro brazos que tiene, su enemigo no tendrá nada que hacer. El pobre contrincante saldrá volando hasta perderse en el horizonte.",
        " Pokémon Esmeralda": "Es imposible defenderse de los puñetazos y golpes que reparte con los cuatro brazos que tiene. Si aparece un rival fuerte, le entran unas ganas enormes de luchar.",
        " Pokémon Rojo Fuego": "Tiene cuatro brazos tan bien desarrollados que puede dar una serie de 1.000 puñetazos en cuestión de dos segundos.",
        " Pokémon Verde Hoja": "Usa los fuertes músculos que tiene para lanzar bestiales puñetazos y enviar muy lejos a su víctima.",
        " Pokémon Diamante": "Puede derribar un tren de un puñetazo, pero es incapaz de realizar trabajos delicados.",
        " Pokémon Perla": "Golpea con sus cuatro brazos a gran velocidad. Puede dar 1000 golpes en dos segundos.",
        " Pokémon Platino": "Tiene cuatro musculosos brazos con los que golpea y destroza al enemigo a una velocidad increíble.",
        " Pokémon HeartGold": "Mueve rápidamente sus cuatro brazos para golpear con incesantes golpes y puñetazos desde todos los ángulos.",
        " Pokémon SoulSilver": "Mueve rápidamente sus cuatro brazos para golpear con incesantes golpes y puñetazos desde todos los ángulos.",
        " Pokémon Negro": "Tiene cuatro musculosos brazos con los que golpea y destroza al enemigo a una velocidad increíble.",
        " Pokémon Blanco": "Tiene cuatro musculosos brazos con los que golpea y destroza al enemigo a una velocidad increíble.",
        " Pokémon X": "Tiene cuatro brazos tan bien desarrollados que puede dar una serie de 1000 puñetazos en cuestión de dos segundos.",
        " Pokémon Y": "Usa sus cuatro poderosos brazos para agarrar a su enemigo y lanzarlo lo más lejos posible.",
        " Pokémon Rubí Omega": "Machamp es tan fuerte que puede derribar lo que quiera. Sin embargo, cuando tiene que realizar una tarea que requiere delicadeza y destreza, se le enredan los brazos. Este Pokémon pasa a la acción sin pensar.",
        " Pokémon Zafiro Alfa": "Machamp es conocido como el Pokémon que domina todas las artes marciales. Si agarra a su rival con los cuatro brazos que tiene, su enemigo no tendrá nada que hacer. El pobre contrincante saldrá volando hasta perderse en el horizonte.",
        " Pokémon Sol": "Puede hacer que sus rivales se pierdan en el horizonte con puñetazos que llegan a alcanzar hasta un megatón de potencia.",
        " Pokémon Luna": "Puede levantar camiones pesados con gran facilidad, pero cuando tiene que hacer algún trabajo más delicado, fracasa estrepitosamente."
    }
}