{
    "name": "Tentacool",
    "number": "072",
    "url": "https://pkparaiso.com//pokedex/tentacool.php",
    "date": "24-10-2015",
    "descriptions": {
        " Pokémon Rojo y Azul": "Va a la deriva a poca profundidad. Si es pescado por accidente, el castigo será su punzante ácido",
        " Pokémon Amarillo": "A veces puede ser encontrado seco y medio enterrado en una playa. Al lanzarlo otra vez al mar revivirá",
        " Pokémon Oro": "Cuando baja la marea, podrían aparecer restos deshidratados de Tentacool junto a la orilla.",
        " Pokémon Plata": "Nada sin rumbo por las olas. Es difícil de ver en el agua. A veces no se le ve hasta que pica.",
        " Pokémon Cristal": "Mientras está flotando en el agua, usa sus tóxicos tentáculos para envenenar a quien le roce.",
        " Pokémon Rubí": "Tentacool está compuesto en su mayor parte por agua. Si lo sacas del mar, se secará y se quedará acartonado. Si este Pokémon se deshidrata, hay que ponerlo inmediatamente de vuelta en el mar.",
        " Pokémon Zafiro": "Tentacool absorbe luz solar, la refracta a través del agua que tiene en su interior y la convierte en un rayo de energía. Este Pokémon tiene unos ojos que parecen de cristal, por los que dispara rayos.",
        " Pokémon Esmeralda": "Se compone casi enteramente de agua. Atrapa a su enemigo con sus dos largos tentáculos y le clava los venenosos aguijones que tiene en los extremos.",
        " Pokémon Rojo Fuego": "Tiene unos ojos transparentes como el cristal, que disparan misteriosos rayos.",
        " Pokémon Verde Hoja": "Va a la deriva a poca profundidad. Si es pescado por accidente, el castigo será su punzante ácido.",
        " Pokémon Diamante": "Se deja llevar por las corrientes marinas. Numerosos pescadores sufren sus latigazos venenosos.",
        " Pokémon Perla": "Su cuerpo se compone casi en exclusiva de agua. Lanza extraños rayos con sus ojos cristalinos.",
        " Pokémon Platino": "Como su cuerpo se compone casi en exclusiva de agua, se reseca si sale de ella.",
        " Pokémon HeartGold": "Cuando baja la marea, podrían aparecer restos deshidratados de Tentacool junto a la orilla.",
        " Pokémon SoulSilver": "Cuando baja la marea, podrían aparecer restos deshidratados de Tentacool junto a la orilla.",
        " Pokémon Negro": "Como su cuerpo se compone casi en exclusiva de agua, se reseca si sale de ella.",
        " Pokémon Blanco": "Como su cuerpo se compone casi en exclusiva de agua, se reseca si sale de ella.",
        " Pokémon X": "Su cuerpo se compone casi en exclusiva de agua. Lanza extraños rayos con sus ojos cristalinos.",
        " Pokémon Y": "Va a la deriva a poca profundidad. Si es pescado por accidente, el castigo será su punzante ácido.",
        " Pokémon Rubí Omega": "Tentacool está compuesto en su mayor parte por agua. Si se le saca del mar, se secará y se quedará acartonado. Si este Pokémon se deshidrata, hay que echarlo inmediatamente de vuelta al mar.",
        " Pokémon Zafiro Alfa": "Tentacool absorbe luz solar, la refracta a través del agua que tiene en su interior y la convierte en un rayo de energía. Este Pokémon tiene un órgano que parece de cristal sobre los ojos por el cual dispara los rayos.",
        " Pokémon Sol": "A veces es posible encontrarlos deshidratados en la playa, pero, si se los pone en remojo, volverán a henchirse de vida.",
        " Pokémon Luna": "Suele rondar las aguas poco profundas de la orilla. Sus tentáculos son muy venenosos y, en caso de picadura, hay que correr al hospital."
    }
}