{
    "name": "Tentacruel",
    "number": "073",
    "url": "https://pkparaiso.com//pokedex/tentacruel.php",
    "date": "20-02-2011",
    "descriptions": {
        " Pokémon Rojo y Azul": "De tentáculos cortos, cuando caza los extiende para atrapar e inmovilizar a su presa",
        " Pokémon Amarillo": "Puede controlar libremente sus 80 tentáculos. Éstos debilitan a su presa con su poderoso veneno",
        " Pokémon Oro": "Sus 80 tentáculos absorben agua y se alargan para OPRIMIR la respiración de sus presas y enemigos.",
        " Pokémon Plata": "En la batalla, extiende sus 80 tentáculos para atrapar al enemigo en una red venenosa.",
        " Pokémon Cristal": "Al chupar agua con sus 80 tentáculos, se estira formando una red para atrapar a su víctima en ella.",
        " Pokémon Rubí": "Tentacruel tiene unas enormes esferas rojas en la cabeza, que brillan antes de lanzar una descarga ultrasónica a lo que le rodea. Este estallido crea unas olas tremendas a su alrededor.",
        " Pokémon Zafiro": "Tentacruel tiene unos tentáculos que puede alargar o acortar. Los usa para atrapar a su presa y debilitarla mediante una sustancia muy tóxica. Puede llegar a atrapar hasta a 80 presas a la vez.",
        " Pokémon Esmeralda": "Vive en formaciones complejas de roca en el suelo marino y atrapa a su presa usando sus 80 tentáculos. Si se pone nervioso, le brillan las esferas rojas de la cabeza.",
        " Pokémon Rojo Fuego": "Tiene 80 tentáculos que se mueven a su aire. Con ellos, pica, envenena y causa un dolor agudo e intenso.",
        " Pokémon Verde Hoja": "Cuando caza, extiende los cortos tentáculos que tiene para atrapar e inmovilizar a su presa.",
        " Pokémon Diamante": "Para alertar a otros de un peligro, emite destellos con las esferas rojas de su cabeza.",
        " Pokémon Perla": "Posee 80 tentáculos con los que aprisiona a sus presas hasta que se debilitan por el veneno.",
        " Pokémon Platino": "Extiende sus 80 tentáculos para formar una red venenosa de la que es muy difícil escapar.",
        " Pokémon HeartGold": "Sus 80 tentáculos absorben agua y se alargan para oprimir la  respiración de sus presas y enemigos.",
        " Pokémon SoulSilver": "Sus 80 tentáculos absorben agua y se alargan para oprimir la  respiración de sus presas y enemigos.",
        " Pokémon Negro": "Extiende sus 80 tentáculos para formar una red venenosa de la que es muy difícil escapar.",
        " Pokémon Blanco": "Extiende sus 80 tentáculos para formar una red venenosa de la que es muy difícil escapar.",
        " Pokémon X": "Cuando caza, extiende los cortos tentáculos que tiene para atrapar e inmovilizar a su presa.",
        " Pokémon Y": "Tiene 80 tentáculos que se mueven a su aire. Con ellos, pica, envenena y causa un dolor agudo e intenso.",
        " Pokémon Rubí Omega": "Tentacruel tiene unas enormes esferas rojas en la cabeza, que brillan antes de lanzar una descarga ultrasónica a lo que le rodea. Este estallido crea unas olas tremendas a su alrededor.",
        " Pokémon Zafiro Alfa": "Tentacruel tiene unos tentáculos que puede alargar o acortar. Los usa para atrapar a su presa y debilitarla mediante una sustancia muy tóxica. Puede llegar a atrapar hasta a 80 presas a la vez.",
        " Pokémon Sol": "Lo normal es que tenga 80 tentáculos venenosos. Conforme se hace viejo, va perdiendo extremidades.",
        " Pokémon Luna": "En ocasiones, los Tentacruel se concentran en grandes bancos. Si eso ocurre, los Pokémon pez de su alrededor desaparecen sin dejar rastro."
    }
}