{
    "name": "Geodude",
    "number": "074",
    "url": "https://pkparaiso.com//pokedex/geodude.php",
    "types": [
        "roca",
        "tierra"
    ],
    "class": "Pokémon Roca",
    "weight": 20.0,
    "height": 0.4,
    "descriptions": {
        " Pokémon Rojo y Azul": "Aparece en llanos y montañas. Semejantes a las rocas, la gente se tropieza con ellos o los pisa",
        " Pokémon Amarillo": "Se encuentran normalmente en los caminos de montaña. Si te cruzas con uno, se enfadará",
        " Pokémon Oro": "Puede que mucha gente no se dé cuenta, pero si lo miras de cerca, descubrirás muchos Geodude alrededor.",
        " Pokémon Plata": "Usa sus brazos para escalar montañas escarpadas. Si se enfada, balancea sus puños.",
        " Pokémon Cristal": "Está orgulloso del cuerpo robusto que tiene. De hecho, se bate con los de su grupo para ver quién resiste más.",
        " Pokémon Rubí": "Cuanto más larga es la vida de Geodude, mayor es el desgaste y la erosión que sufre, y más redondeada la forma que va adquiriendo. Sin embargo, el corazón permanece siempre duro, rocoso y tosco.",
        " Pokémon Zafiro": "Cuando Geodude duerme profundamente, se entierra a medias en el suelo y no se despierta ni aunque lo pisen sin querer. Por la mañana, se dedica a buscar comida rodando ladera abajo.",
        " Pokémon Esmeralda": "Sube caminos de montaña usando sólo la fuerza de los brazos. Como parece un canto rodado que delimita el camino, algunos montañeros se llegan a tropezar con él.",
        " Pokémon Rojo Fuego": "Es fácil atraparlo por la forma redonda que tiene. Cuando hay batallas de bolas de nieve, la gente lo usa para lanzarlo.",
        " Pokémon Verde Hoja": "Aparecen en llanos y montañas. Como parecen rocas, la gente se tropieza con ellos o los pisa.",
        " Pokémon Diamante": "Es imposible distinguirlos de las rocas. Para probar su dureza, chocan entre sí en duelo.",
        " Pokémon Perla": "Muchos viven en zonas montañosas y permanecen semienterrados mientras miran a los escaladores.",
        " Pokémon Platino": "En reposo parece una roca normal, pero si se pisa por error, responde agitando los puños con agresividad.",
        " Pokémon HeartGold": "Puede que mucha gente no se dé cuenta, pero si miras con detenimiento, verás muchos Geodude alrededor.",
        " Pokémon SoulSilver": "Puede que mucha gente no se dé cuenta, pero si miras con detenimiento, verás muchos Geodude alrededor.",
        " Pokémon Negro": "En reposo parece una roca normal, pero responde agitando los puños con agresividad si se pisa por error.",
        " Pokémon Blanco": "En reposo parece una roca normal, pero responde agitando los puños con agresividad si se pisa por error.",
        " Pokémon X": "Aparecen en llanos y montañas. Como parecen rocas, la gente se tropieza con ellos o los pisa.",
        " Pokémon Y": "Es imposible distinguirlos de las rocas. Para probar su dureza, chocan entre sí en duelo.",
        " Pokémon Rubí Omega": "Cuanto más larga es la vida de Geodude, mayor es el desgaste y la erosión que sufre, y más redondeada la forma que va adquiriendo. Sin embargo, el corazón permanece siempre duro, rocoso y tosco.",
        " Pokémon Zafiro Alfa": "Cuando Geodude duerme profundamente, se entierra a medias en el suelo y no se despierta ni aunque lo pisen sin querer. Por la mañana, se dedica a buscar comida rodando ladera abajo.",
        " Pokémon Sol": "Aunque su forma invita a lanzarlo cual bola de nieve, su peso y dureza hacen de esta una actividad de riesgo nada recomendable.",
        " Pokémon Luna": "Se encuentran en masa en las cunetas de los caminos. Un investigador con mucho tiempo libre llegó a contar una vez una centena de Geodude."
    }
}