{
    "name": "Graveler",
    "number": "075",
    "url": "https://pkparaiso.com//pokedex/graveler.php",
    "date": "12-08-2021",
    "descriptions": {
        " Pokémon Rojo y Azul": "Se mueve rodando cuesta abajo. Rueda sobre todo obstáculo sin frenar o cambiar de dirección",
        " Pokémon Amarillo": "Se le suele ver rodando por las montañas. Los obstáculos no los evita. ¡Los arrolla!",
        " Pokémon Oro": "De Naturaleza descuidada y libre, no le importa dañarse cuando baja rodando montañas.",
        " Pokémon Plata": "Rueda lentamente para moverse. No presta atención a ningún objeto que se cruce en su camino.",
        " Pokémon Cristal": "Se desplaza rodando por pasos de montaña. Cuando coge mucha velocidad, se estampa contra las rocas.",
        " Pokémon Rubí": "Graveler crece alimentándose a base de piedras. Y, según parece, las prefiere cubiertas de musgo. Cada día se abre camino comiéndose toneladas de rocas.",
        " Pokémon Zafiro": "Las piedras son la comida preferida de Graveler. Este Pokémon sube a la cima de las montañas devorando todas las rocas que va encontrando a su paso. Una vez que alcanza la cumbre, se baja rodando hasta la falda.",
        " Pokémon Esmeralda": "Baja las montañas rodando por cuestas escarpadas. Es tan robusto que destroza árboles y cantos rodados al impactar contra ellos.",
        " Pokémon Rojo Fuego": "Este Pokémon es un peligro. Suele bajar rodando las montañas a toda velocidad por los caminos reservados para el senderismo.",
        " Pokémon Verde Hoja": "Se mueve rodando cuesta abajo y sobre cualquier obstáculo, sin frenar ni cambiar de dirección.",
        " Pokémon Diamante": "Se lanza ladera abajo sin importarle astillarse el cuerpo. Come una tonelada de roca al día.",
        " Pokémon Perla": "Muchos Graveler hacen agujeros en acantilados escarpados para establecerse dentro de ellos.",
        " Pokémon Platino": "Se desplaza rodando por caminos de montaña. Cuando coge velocidad, es difícil frenar su avance.",
        " Pokémon HeartGold": "De Naturaleza descuidada y libre, no le importa dañarse cuando baja rodando montañas.",
        " Pokémon SoulSilver": "De Naturaleza descuidada y libre, no le importa dañarse cuando baja rodando montañas.",
        " Pokémon Negro": "Se desplaza rodando por caminos de montaña. Cuando coge velocidad, es difícil frenar su avance.",
        " Pokémon Blanco": "Se desplaza rodando por caminos de montaña. Cuando coge velocidad, es difícil frenar su avance.",
        " Pokémon X": "De naturaleza descuidada y libre, no le importa dañarse cuando baja rodando montañas.",
        " Pokémon Y": "Se mueve rodando cuesta abajo y sobre cualquier obstáculo, sin frenar ni cambiar de dirección.",
        " Pokémon Rubí Omega": "Graveler crece alimentándose a base de piedras. Y, según parece, las prefiere cubiertas de musgo. Cada día se abre camino comiéndose una tonelada de rocas.",
        " Pokémon Zafiro Alfa": "Las piedras son la comida preferida de Graveler. Este Pokémon sube a la cima de las montañas devorando todas las rocas que va encontrando a su paso. Una vez que alcanza la cumbre, baja rodando hasta la falda.",
        " Pokémon Sol": "Su comida preferida son las rocas cubiertas de musgo. Llega a comer más de una tonelada en un día y causa un gran estruendo al masticar.",
        " Pokémon Luna": "Se desplaza rodando, pues a pie va muy despacio. Si toma carrerilla, puede superar los 100 km/h."
    }
}