{
    "name": "Golem",
    "number": "076",
    "url": "https://pkparaiso.com//pokedex/golem.php",
    "date": "27-04-2008",
    "descriptions": {
        " Pokémon Rojo y Azul": "Su cuerpo rocoso es súper duro. Soporta las explosiones de dinamita sin sufrir daños",
        " Pokémon Amarillo": "Cuando pierde su piel, su cuerpo se vuelve blando y blanquecino. Si esto ocurre, se esconderá",
        " Pokémon Oro": "Muda su piel una vez al año. La concha desechada se endurece de inmediato y se desmorona.",
        " Pokémon Plata": "Es capaz de inflarse a sí mismo. Usa esta fuerza explosiva para saltar de montaña a montaña.",
        " Pokémon Cristal": "Tiene un cuerpo rocoso tan fuerte que ni siquiera la dinamita más potente le haría ningún rasguño.",
        " Pokémon Rubí": "Golem vive en las montañas. Si se produce un gran terremoto, estos Pokémon descienden rodando en masa por las laderas.",
        " Pokémon Zafiro": "Golem es conocido por su afición a bajar de las montañas rodando. La gente que vive en la falda de las mismas ha cavado surcos para conducirlo en su descenso por las laderas y evitar que se cuele en sus casas.",
        " Pokémon Esmeralda": "Dicen que vive en cráteres volcánicos situados en altas cimas. Una vez al año, muda la piel y crece. La muda se deshace y es absorbida por la tierra.",
        " Pokémon Rojo Fuego": "Está encerrado en un duro caparazón formado por escamas de piedra. Para fortalecerse, lo muda una vez al año.",
        " Pokémon Verde Hoja": "Su cuerpo rocoso es superduro. Soporta explosiones de dinamita sin sufrir daño.",
        " Pokémon Diamante": "Se lanza montaña abajo y deja un surco desde la cima hasta el pie. Es mejor mantenerse alejado.",
        " Pokémon Perla": "Muda su piel una vez al año. Su cuerpo rocoso es tan duro que ni la dinamita lo daña.",
        " Pokémon Platino": "Ni siquiera la dinamita puede dañar su cuerpo rocoso. Muda la piel una vez al año.",
        " Pokémon HeartGold": "Muda su piel una vez al año. La concha desechada se endurece de inmediato y se desmorona.",
        " Pokémon SoulSilver": "Muda su piel una vez al año. La concha desechada se endurece de inmediato y se desmorona.",
        " Pokémon Negro": "Ni siquiera la dinamita puede dañar su cuerpo rocoso. Muda la piel una vez al año.",
        " Pokémon Blanco": "Ni siquiera la dinamita puede dañar su cuerpo rocoso. Muda la piel una vez al año.",
        " Pokémon X": "Se lanza montaña abajo y deja un surco desde la cima hasta el pie. Es mejor mantenerse alejado.",
        " Pokémon Y": "Ni siquiera la dinamita puede dañar su cuerpo rocoso. Muda la piel una vez al año.",
        " Pokémon Rubí Omega": "Golem vive en las montañas. Si se produce un gran terremoto, estos Pokémon descienden rodando en masa por las laderas.",
        " Pokémon Zafiro Alfa": "Golem es conocido por su afición a bajar de las montañas rodando. La gente que vive en la falda de las mismas ha cavado surcos para conducirlo en su descenso por las laderas y evitar que se cuele en sus casas.",
        " Pokémon Sol": "Su robusto cuerpo puede soportar una explosión de dinamita sin inmutarse, pero no tolera bien ni la humedad ni la lluvia.",
        " Pokémon Luna": "Muda su caparazón una vez al año. En muchas granjas lo aprovechan, pues este se puede utilizar para fertilizar el suelo."
    }
}