{
    "name": "Magnemite",
    "number": "081",
    "url": "https://pkparaiso.com//pokedex/magnemite.php",
    "date": "29-06-2019",
    "descriptions": {
        " Pokémon Rojo y Azul": "Anula la gravedad para mantenerse en el aire. Sin previo aviso usa la ONDATRUENO y parecidos",
        " Pokémon Amarillo": "Puede desafiar a la gravedad desde su nacimiento. Flota en el aire gracias a ondas electromagnéticas",
        " Pokémon Oro": "Atraído por ondas electromagnéticas, podría acercarse a los entrenadores que estén usando el POKÉGEAR.",
        " Pokémon Plata": "Las unidades a los lados de su cuerpo generan energía antigravitatoria para mantenerlo en el aire.",
        " Pokémon Cristal": "La gran cantidad de electricidad que libera por todos lados, le convierte en un potente imán.",
        " Pokémon Rubí": "Magnemite se engancha a las líneas de tensión para nutrirse de electricidad. Si se produce un apagón en tu casa, mira el automático, no vaya a ser que haya un montón de estos Pokémon colgados de la caja de fusibles.",
        " Pokémon Zafiro": "Magnemite flota en el aire emitiendo ondas electromagnéticas a través de las unidades de las extremidades, que bloquean la gravedad. Si se agota su suministro de electricidad interno, es incapaz de mantenerse flotando.",
        " Pokémon Esmeralda": "Las unidades de las extremidades son imanes de gran alcance. Generan magnetismo suficiente para atraer objetos de hierro que estén a 100 m de distancia.",
        " Pokémon Rojo Fuego": "Está suspendido en el aire y no para de moverse. A través de las extremidades laterales dispara ONDA TRUENO.",
        " Pokémon Verde Hoja": "Anula la gravedad para mantenerse en el aire. Sin previo aviso usa ONDA TRUENO y parecidos.",
        " Pokémon Diamante": "Las unidades laterales crean ondas electromagnéticas que le permiten flotar. Se alimenta de electricidad.",
        " Pokémon Perla": "Las unidades laterales crean ondas electromagnéticas que le permiten flotar. Se alimenta de electricidad.",
        " Pokémon Platino": "Cuanto más rápido rotan las unidades laterales, mayor fuerza magnética generan.",
        " Pokémon HeartGold": "Atraído por ondas electromagnéticas, podría acercarse a los Entrenadores que estén usando el Pokégear.",
        " Pokémon SoulSilver": "Atraído por ondas electromagnéticas, podría acercarse a los Entrenadores que estén usando el Pokégear.",
        " Pokémon Negro": "Cuanto más rápido rotan las unidades laterales, mayor fuerza magnética generan.",
        " Pokémon Blanco": "Cuanto más rápido rotan las unidades laterales, mayor fuerza magnética generan.",
        " Pokémon X": "Las unidades a los lados de su cuerpo generan energía antigravitatoria para mantenerlo en el aire.",
        " Pokémon Y": "Está suspendido en el aire y no para de moverse. A través de las extremidades laterales dispara Onda Trueno.",
        " Pokémon Rubí Omega": "Magnemite se engancha a las líneas de tensión para nutrirse de electricidad. Cuando se producen apagones en las casas, es aconsejable revisar el automático y comprobar que no hay Pokémon de este tipo colgados de la caja de fusibles.",
        " Pokémon Zafiro Alfa": "Magnemite flota en el aire emitiendo ondas electromagnéticas, a través de las unidades de las extremidades, que bloquean la gravedad. Si se agota su suministro de electricidad interno, es incapaz de mantenerse flotando.",
        " Pokémon Sol": "Estos Pokémon se agrupan en zonas donde hay electricidad. A veces hasta se los ve merodeando alrededor de las torres eléctricas.",
        " Pokémon Luna": "Flota gracias a las ondas electromagnéticas que desprende. Al tocarlo mientras está alimentándose, uno puede electrocutarse."
    }
}