{
    "name": "Magneton",
    "number": "082",
    "url": "https://pkparaiso.com//pokedex/magneton.php",
    "types": [
        "electrico",
        "acero"
    ],
    "class": "Pokémon Imán",
    "weight": 60.0,
    "height": 1.0,
    "descriptions": {
        " Pokémon Rojo y Azul": "Están formados por Magnemites unidos. Suelen aparecer cuando arden las manchas solares",
        " Pokémon Amarillo": "Genera extrañas señales de radio. Es capaz de elevar la temperatura 3 centígrados",
        " Pokémon Oro": "Tres Magnemite se enlazan por una intensa fuerza magnética. Si te acercas, te dolerán los oídos.",
        " Pokémon Plata": "Los Magnemite están unidos por un magnetismo tan fuerte, que repele la humedad que hay a su alrededor.",
        " Pokémon Cristal": "Al unirse varios Magneton, se crea una tormenta magnética que trastorna las ondas de radio.",
        " Pokémon Rubí": "Magneton emite una fuerte energía magnética que causa estragos en los instrumentos mecánicos. Por ello, en las ciudades se avisa con sirenas cuando hay concentraciones de estos Pokémon.",
        " Pokémon Zafiro": "Magneton emite una fuerte energía magnética, fatal para los instrumentos electrónicos y de precisión. Éste es el motivo por el que, dicen, mucha gente mantiene a este Pokémon en POKé BALL.",
        " Pokémon Esmeralda": "Son tres Magnemite que se atraen entre sí. Genera ondas de radio de gran alcance que provocan que la temperatura suba 2 grados centígrados en un radio de 1 km.",
        " Pokémon Rojo Fuego": "Lo constituye un grupo de Magnemite. Descarga potentes ondas magnéticas de alto voltaje.",
        " Pokémon Verde Hoja": "Están formados por Magnemite unidos. Suelen aparecer cuando arden las manchas solares.",
        " Pokémon Diamante": "Realmente son tres Magnemite unidos por un campo magnético. Provocan tormentas magnéticas.",
        " Pokémon Perla": "Realmente son tres Magnemite unidos por un campo magnético. Provocan tormentas magnéticas.",
        " Pokémon Platino": "Surgen cuando aparecen manchas en el sol. Los televisores no funcionan bien en su presencia.",
        " Pokémon HeartGold": "Tres Magnemite se enlazan por una intensa fuerza magnética. Si te acercas, te dolerán los oídos.",
        " Pokémon SoulSilver": "Tres Magnemite se enlazan por una intensa fuerza magnética. Si te acercas, te dolerán los oídos.",
        " Pokémon Negro": "Surgen cuando aparecen manchas en el sol. Los televisores no funcionan bien en su presencia.",
        " Pokémon Blanco": "Surgen cuando aparecen manchas en el sol. Los televisores no funcionan bien en su presencia.",
        " Pokémon X": "Lo constituye un grupo de Magnemite. Descarga potentes ondas magnéticas de alto voltaje.",
        " Pokémon Y": "Es capaz de elevar 2 °C la temperatura en un radio de un kilómetro emitiendo extrañas ondas electromagnéticas.",
        " Pokémon Rubí Omega": "Magneton emite una fuerte energía magnética que causa estragos en los instrumentos mecánicos. Por ello, en las ciudades se avisa con sirenas cuando hay concentraciones de estos Pokémon.",
        " Pokémon Zafiro Alfa": "Magneton emite una fuerte energía magnética, fatal para los instrumentos electrónicos y de precisión. Este es el motivo por el que, dicen, mucha gente mantiene a este Pokémon en su Poké Ball.",
        " Pokémon Sol": "Cuando tres Magnemite se unen, sus cerebros se convierten en uno. No obstante, su inteligencia no se multiplica por tres.",
        " Pokémon Luna": "Su poder eléctrico es unas tres veces superior al de Magnemite. Aparecen en gran cantidad cuando se vislumbran muchas manchas solares."
    }
}