{
    "name": "Doduo",
    "number": "084",
    "url": "https://pkparaiso.com//pokedex/doduo.php",
    "date": "13-08-2021",
    "descriptions": {
        " Pokémon Rojo y Azul": "Un pájaro que compensa su pobre vuelo caminando muy rápidamente. Deja enormes huellas",
        " Pokémon Amarillo": "Sus cortas alas lo hacen volar con dificultad. De todos modos, puede correr a gran velocidad",
        " Pokémon Oro": "Alternando ambas cabezas arriba y abajo, se equilibra para correr de una forma más estable.",
        " Pokémon Plata": "Corre por las praderas con potentes zancadas, dejando huellas de hasta 10 cm de profundidad.",
        " Pokémon Cristal": "Vive en los pastizales, desde donde puede ver el horizonte. Si divisa al enemigo, corre a más de 100 km/h.",
        " Pokémon Rubí": "Las dos cabezas de Doduo duermen de forma independiente, siempre por turnos. Así que mientras una duerme, la otra hace de centinela por si aparecen enemigos.",
        " Pokémon Zafiro": "Doduo es un Pokémon bicéfalo, de cerebros idénticos. Según un estudio científico, podría darse el extraño caso de que hubiera Doduo con cerebros distintos.",
        " Pokémon Esmeralda": "Incluso mientras come o duerme, una de las cabezas sigue estando en guardia para detectar cualquier peligro. Si lo amenazan, sale huyendo a 100 km por hora.",
        " Pokémon Rojo Fuego": "Este Pokémon de dos cabezas es el resultado de una mutación. Cuando corre, puede alcanzar casi 100 km por hora.",
        " Pokémon Verde Hoja": "Un pájaro que compensa su pobre vuelo caminando muy rápidamente. Deja enormes huellas.",
        " Pokémon Diamante": "Parece que los cerebros de sus dos cabezas se comunican por telepatía.",
        " Pokémon Perla": "Parece que los cerebros de sus dos cabezas se comunican por telepatía.",
        " Pokémon Platino": "Parece que los cerebros de sus dos cabezas se comunican por telepatía.",
        " Pokémon HeartGold": "Alternando ambas cabezas arriba y abajo, se equilibra para correr de una forma más estable.",
        " Pokémon SoulSilver": "Alternando ambas cabezas arriba y abajo, se equilibra para correr de una forma más estable.",
        " Pokémon Negro": "Parece que los cerebros de sus dos cabezas se comunican por telepatía.",
        " Pokémon Blanco": "Parece que los cerebros de sus dos cabezas se comunican por telepatía.",
        " Pokémon X": "Este Pokémon de dos cabezas es el resultado de una mutación. Cuando corre, puede alcanzar casi 100 km por hora.",
        " Pokémon Y": "Parece que los cerebros de sus dos cabezas se comunican por telepatía.",
        " Pokémon Rubí Omega": "Las dos cabezas de Doduo duermen de forma independiente, siempre por turnos. Mientras una duerme, la otra hace de centinela por si aparecen enemigos.",
        " Pokémon Zafiro Alfa": "Doduo es un Pokémon bicéfalo de cerebros idénticos. Según un estudio científico, podría darse el extraño caso de que hubiera algún Doduo con cerebros distintos."
    }
}