{
    "name": "Dodrio",
    "number": "085",
    "url": "https://pkparaiso.com//pokedex/dodrio.php",
    "date": "16-11-2011",
    "descriptions": {
        " Pokémon Rojo y Azul": "Para tramar sus planes usa sus tres cerebros. Cuando 2 cabezas duermen, la otra sigue despierta",
        " Pokémon Amarillo": "Una de las dos cabezas de Doduo se divide para formar un nuevo 74. Es capaz de correr a 40 KPH",
        " Pokémon Oro": "Recoge datos y hace planes el triple de rápido, pero si piensa demasiado podría quedar paralizado.",
        " Pokémon Plata": "Si una de las cabezas come, las otras quedarán satisfechas y dejarán de pelearse.",
        " Pokémon Cristal": "Más vale no perder de vista ninguna de las 3 cabezas. De lo contrario, el número de picotazos será enorme.",
        " Pokémon Rubí": "Hay que tener cuidado cuando las tres cabezas de Dodrio miran cada una para un lado, pues están en guardia. No te acerques a este Pokémon cuando está vigilando porque puede darte un picotazo.",
        " Pokémon Zafiro": "Según parece, las cabezas no son las únicas partes del cuerpo que tiene triplicadas. Dodrio también tiene tres corazones y tres pares de pulmones. Con esta constitución, puede correr largas distancias sin cansarse.",
        " Pokémon Esmeralda": "Pertenece a una rara especie de Pokémon que tiene tres cabezas. Corre con energía por verdes praderas incluso en estaciones secas en las que llueve muy poco.",
        " Pokémon Rojo Fuego": "Pertenece a una rara especie difícil de encontrar. Las tres cabezas simbolizan la alegría, la tristeza y la ira.",
        " Pokémon Verde Hoja": "Para tramar sus planes usa sus tres cerebros. Cuando dos cabezas duermen, la otra sigue despierta.",
        " Pokémon Diamante": "Cuando un Doduo evoluciona, una de sus cabezas se divide en dos. Corre a unos 60 km por hora.",
        " Pokémon Perla": "Cuando un Doduo evoluciona, una de sus cabezas se divide en dos. Corre a unos 60 km por hora.",
        " Pokémon Platino": "Cuando un Doduo evoluciona, una de sus cabezas se divide en dos. Corre a unos 60 km por hora.",
        " Pokémon HeartGold": "Recoge datos y hace planes el triple de rápido, pero si piensa demasiado podría quedar paralizado.",
        " Pokémon SoulSilver": "Recoge datos y hace planes el triple de rápido, pero si piensa demasiado podría quedar paralizado.",
        " Pokémon Negro": "Cuando un Doduo evoluciona, una de sus cabezas se divide en dos. Corre a unos 60 km/h.",
        " Pokémon Blanco": "Cuando un Doduo evoluciona, una de sus cabezas se divide en dos. Corre a unos 60 km/h.",
        " Pokémon X": "Más vale no perder de vista ninguna de las tres cabezas. De lo contrario, el número de picotazos será enorme.",
        " Pokémon Y": "Es una especie muy rara y difícil de encontrar. Las tres cabezas simbolizan la alegría, la tristeza y la ira.",
        " Pokémon Rubí Omega": "Según parece, las cabezas no son las únicas partes del cuerpo que tiene triplicadas. Dodrio también tiene tres corazones y tres pares de pulmones. Con esta constitución, puede correr largas distancias sin cansarse.",
        " Pokémon Zafiro Alfa": "Según parece, las cabezas no son las únicas partes del cuerpo que tiene triplicadas. Dodrio también tiene tres corazones y tres pares de pulmones. Con esta constitución, puede correr largas distancias sin cansarse."
    }
}