{
    "name": "Muk",
    "number": "089",
    "url": "https://pkparaiso.com/pokedex/muk.php",
    "types": [
        "veneno"
    ],
    "class": "Pokémon Lodo",
    "weight": 30.0,
    "height": 1.2,
    "descriptions": {
        " Pokémon Rojo y Azul": "Está cubierto por un repugnante lodo. Es tan tóxico que hasta sus huellas son venenosas",
        " Pokémon Amarillo": "Huele tan mal que puede provocar desmayos. Ha degenerado tanto, que ya ni él mismo se huele",
        " Pokémon Oro": "Les encanta reunirse en zonas apestosas donde se acumula el lodo, haciendo su olor más insoportable.",
        " Pokémon Plata": "Su cuerpo está hecho de un veneno muy potente. Si se toca, causa fiebre y obliga a guardar cama.",
        " Pokémon Cristal": "A medida que se mueve, va goteando un veneno letal que deja estéril el terreno Durante tres años.",
        " Pokémon Rubí": "Muk emana por todo el cuerpo un fluido maloliente que obliga a taparse la nariz. Con sólo una gota de la sustancia que exuda este Pokémon, se podría contaminar un estanque.",
        " Pokémon Zafiro": "A este Pokémon le encanta comer cosas repulsivas. En ciudades sucias en las que la gente tira la basura por la calle, los Muk tienen sin duda su punto de encuentro.",
        " Pokémon Esmeralda": "Prefiere los hábitats cálidos y húmedos. En verano, las sustancias tóxicas que contiene se intensifican y hacen que apeste como la basura podrida.",
        " Pokémon Rojo Fuego": "Normalmente pasa desapercibido porque se mezcla con lo que haya en el suelo. Al contacto resulta tóxico.",
        " Pokémon Verde Hoja": "Está cubierto por un repugnante lodo. Es tan tóxico que hasta sus huellas son venenosas.",
        " Pokémon Diamante": "Su cuerpo segrega un fluido tóxico que elimina la vida vegetal cuando la toca.",
        " Pokémon Perla": "Su cuerpo segrega un fluido tóxico que elimina la vida vegetal cuando la toca.",
        " Pokémon Platino": "Su cuerpo segrega un fluido tóxico que elimina la vida vegetal cuando la toca.",
        " Pokémon HeartGold": "Les encanta reunirse en zonas apestosas donde se acumula el lodo, haciendo su olor más insoportable.",
        " Pokémon SoulSilver": "Les encanta reunirse en zonas apestosas donde se acumula el lodo, haciendo su olor más insoportable.",
        " Pokémon Negro": "Su cuerpo segrega un fluido tóxico que elimina la vida vegetal cuando la toca.",
        " Pokémon Blanco": "Su cuerpo segrega un fluido tóxico que elimina la vida vegetal cuando la toca.",
        " Pokémon X": "Les encanta reunirse en zonas apestosas donde se acumula el lodo, haciendo su olor más insoportable.",
        " Pokémon Y": "Su cuerpo segrega un fluido tóxico que elimina la vida vegetal cuando la toca.",
        " Pokémon Rubí Omega": "Muk emana por todo el cuerpo un fluido maloliente que obliga a taparse la nariz. Con solo una gota de la sustancia que exuda este Pokémon, se podría contaminar un estanque.",
        " Pokémon Zafiro Alfa": "A este Pokémon le encanta comer cosas repulsivas. En ciudades sucias en las que la gente tira la basura por la calle, los Muk tienen, sin duda, su punto de encuentro.",
        " Pokémon Sol": "Desprende un hedor insoportable que invita a taparse la nariz. A algunos fanáticos de este Pokémon, este hecho les parece encantador.",
        " Pokémon Luna": "Con la reciente preocupación por el medio ambiente, este Pokémon escasea cada vez más. Podría considerarse en peligro de extinción."
    }
}