{
    "name": "Gengar",
    "number": "094",
    "url": "https://pkparaiso.com//pokedex/gengar.php",
    "date": "12-05-2010",
    "descriptions": {
        " Pokémon Rojo y Azul": "En luna llena, a este Pokémon le gusta imitar las sombras de la gente y burlarse de sus miedos",
        " Pokémon Amarillo": "Sabrás que un Gengar está cerca cuando sufras de sudores fríos. Intentará echarte un hechizo",
        " Pokémon Oro": "Roba el calor de sus alrededores. Si sientes un escalofrío, seguro que hay algún Gengar cerca.",
        " Pokémon Plata": "Para quitar la vida a su presa, se desliza en su sombra y espera su oportunidad en silencio.",
        " Pokémon Cristal": "De noche, se oculta en las sombras y absorbe el calor de la gente. El frío que transmite es estremecedor.",
        " Pokémon Rubí": "Si en alguna noche oscura ves que tu sombra sorprendentemente te adelanta de repente, piensa que lo que ves no es tu sombra, sino a Gengar haciéndose pasar por la misma.",
        " Pokémon Zafiro": "Si en alguna noche oscura ves que tu sombra sorprendentemente te adelanta de repente, piensa que lo que ves no es tu sombra, sino a Gengar haciéndose pasar por la misma.",
        " Pokémon Esmeralda": "Si una noche oscura ves que tu sombra te adelanta de repente, en realidad estarás viendo a Gengar haciéndose pasar por la misma.",
        " Pokémon Rojo Fuego": "Dicen que sale de la oscuridad para robarle el alma a los que se pierden por las montañas.",
        " Pokémon Verde Hoja": "En luna llena, a este Pokémon le gusta imitar las sombras de la gente y burlarse de sus miedos.",
        " Pokémon Diamante": "Acecha en las esquinas oscuras a la espera de una oportunidad para arrebatar la vida a su presa.",
        " Pokémon Perla": "Se esconde entre las sombras. Se dice que donde Gengar acecha, la temperatura baja 5 grados.",
        " Pokémon Platino": "Esa mirada fija que flota en la oscuridad es de algún Gengar que disfruta maldiciendo a la gente.",
        " Pokémon HeartGold": "Roba el calor de sus alrededores. Si sientes un escalofrío, seguro que hay algún Gengar cerca.",
        " Pokémon SoulSilver": "Roba el calor de sus alrededores. Si sientes un escalofrío, seguro que hay algún Gengar cerca.",
        " Pokémon Negro": "Esa mirada fija que flota en la oscuridad es de algún Gengar que disfruta maldiciendo a la gente.",
        " Pokémon Blanco": "Esa mirada fija que flota en la oscuridad es de algún Gengar que disfruta maldiciendo a la gente.",
        " Pokémon X": "Se esconde entre las sombras. Se dice que donde Gengar acecha, la temperatura baja 5 °C.",
        " Pokémon Y": "De noche, se oculta en las sombras y absorbe el calor de la gente. El frío que transmite es estremecedor.",
        " Pokémon Rubí Omega": "Si alguien ve que su sombra le adelanta de repente en una noche oscura, es muy probable que lo que esté viendo no sea su sombra, sino a un Gengar haciéndose pasar por la misma.",
        " Pokémon Zafiro Alfa": "Si alguien ve que su sombra le adelanta de repente en una noche oscura, es muy probable que lo que esté viendo no sea su sombra, sino a un Gengar haciéndose pasar por la misma.",
        " Pokémon Sol": "Un descenso repentino de la temperatura es señal de que Gengar está al acecho. Frente a esta situación, no hay escapatoria alguna.",
        " Pokémon Luna": "Parece que el motivo por el que Gengar agrede a la gente es porque quiere que sus almas le hagan compañía."
    }
}