{
    "name": "Voltorb",
    "number": "100",
    "url": "https://pkparaiso.com//pokedex/voltorb.php",
    "types": [
        "electrico"
    ],
    "class": "Pokémon Bola",
    "weight": 10.4,
    "height": 0.5,
    "descriptions": {
        " Pokémon Rojo y Azul": "Suele vivir en centrales de energía. Mucha gente muere al confundirlo con una POKÉ BALL",
        " Pokémon Amarillo": "Se dice que se camufla como una POKÉ BALL. Al más mínimo estímulo se autodestruirá",
        " Pokémon Oro": "Se mueve rodando. Si el terreno es irregular, una chispa provocada por algún bache lo haría explotar.",
        " Pokémon Plata": "Fue descubierto cuando se creAron las POKÉ BALL. Se dice que tienen algo que ver con ellas.",
        " Pokémon Cristal": "Tras muchas investigaciones, se vio que los elementos que componen este Pokémon no están en la Naturaleza.",
        " Pokémon Rubí": "Voltorb fue visto por primera vez en una empresa encargada de comercializar POKé BALLS. La conexión que existe entre aquella primera vez que se le vio y el hecho de que se parece mucho a una POKé BALL sigue siendo un misterio.",
        " Pokémon Zafiro": "Voltorb es tremendamente sensible y a la más mínima sacudida, explota. Cuentan que se creó cuando alguien expuso una POKé BALL a una gran descarga eléctrica.",
        " Pokémon Esmeralda": "Tiene un curioso e inexplicable parecido con una POKé BALL. Como estalla a la mínima, hasta los ENTRENADORES veteranos lo tratan con mucho cuidado.",
        " Pokémon Rojo Fuego": "La procedencia de esta forma de vida no está muy clara. Dicen que usa CHIRRIDO o AUTODESTRUCCIÓN.",
        " Pokémon Verde Hoja": "Suele vivir en centrales de energía. Mucha gente acaba muy mal al confundirlo con una POKé BALL.",
        " Pokémon Diamante": "Parece una Poké Ball. Es muy peligroso, ya que puede lanzar descargas o explotar si se toca.",
        " Pokémon Perla": "Parece una Poké Ball. Es muy peligroso, ya que puede lanzar descargas o explotar si se toca.",
        " Pokémon Platino": "Parece una Poké Ball. Es muy peligroso, ya que puede lanzar descargas o explotar si se toca.",
        " Pokémon HeartGold": "Se mueve rodando. Si el terreno es irregular, una chispa provocada por algún bache lo hará explotar.",
        " Pokémon SoulSilver": "Se mueve rodando. Si el terreno es irregular, una chispa provocada por algún bache lo hará explotar.",
        " Pokémon Negro": "Parece una Poké Ball. Es muy peligroso, ya que puede lanzar descargas o explotar si se toca.",
        " Pokémon Blanco": "Parece una Poké Ball. Es muy peligroso, ya que puede lanzar descargas o explotar si se toca.",
        " Pokémon X": "Fue descubierto cuando se crearon las Poké Balls. Se dice que tiene algo que ver con ellas.",
        " Pokémon Y": "Suele vivir en centrales de energía. Mucha gente acaba muy mal al confundirlo con una Poké Ball.",
        " Pokémon Rubí Omega": "Voltorb fue visto por primera vez en una empresa encargada de comercializar Poké Balls. La conexión que existe entre aquella primera vez que se le vio y el hecho de que se parece mucho a una Poké Ball sigue siendo un misterio.",
        " Pokémon Zafiro Alfa": "Voltorb es tremendamente sensible y a la más mínima sacudida explota. Cuentan que se creó cuando alguien expuso una Poké Ball a una gran descarga eléctrica."
    }
}