{
    "name": "Weezing",
    "number": "110",
    "url": "https://pkparaiso.com//pokedex/weezing.php",
    "date": "30-05-2002",
    "descriptions": {
        " Pokémon Rojo y Azul": "Donde se junten 2 tipos de gases venenosos, 2 Koffings podrán fusionarse en un Weezing",
        " Pokémon Amarillo": "Este Pokémon vive absorbiendo gases venenosos, gérmenes, y el polvo que existe en la basura",
        " Pokémon Oro": "Si uno de los gemelos Koffing se infla, el otro se desinfla. Mezclan constantemente sus venenosos gases.",
        " Pokémon Plata": "El mejor perfume se fabrica con sus venenosos gases internos, diluyéndolos lo máximo posible.",
        " Pokémon Cristal": "Al inhalar los gases tóxicos que se desprenden de la basura, se hincha y el hedor que emite es horrible.",
        " Pokémon Rubí": "A Weezing le encantan los gases que emanan de los desperdicios que quedan en la cocina. Este Pokémon busca casas sucias y abandonadas para crear su hogar. De noche, cuando los habitantes de la casa duermen, va a por la basura.",
        " Pokémon Zafiro": "Weezing reduce y agranda el doble cuerpo que tiene para mezclar los gases tóxicos que contiene. Cuantos más gases mezcle, mayor serán la toxicidad y el nivel de putrefacción del Pokémon.",
        " Pokémon Esmeralda": "Al diluir sus gases tóxicos mediante un proceso especial, se extrae un perfume delicioso. Para Weezing, los gases que emana la basura son una exquisitez.",
        " Pokémon Rojo Fuego": "En ocasiones, puede mutar y originar dos Koffing pequeños idénticos que, al unirse, forman el Weezing.",
        " Pokémon Verde Hoja": "Donde se junten 2 tipos de gases venenosos, 2 Koffing podrán fusionarse y convertirse en un Weezing.",
        " Pokémon Diamante": "Crece alimentándose de los gases emanados por la basura. Se han dado raros casos de trillizos.",
        " Pokémon Perla": "Crece alimentándose de los gases emanados por la basura. Se han dado raros casos de trillizos.",
        " Pokémon Platino": "Crece alimentándose de los gases emanados por la basura. Se han dado raros casos de trillizos.",
        " Pokémon HeartGold": "Si uno de los gemelos Koffing se infla, el otro se desinfla. Mezclan constantemente sus venenosos gases.",
        " Pokémon SoulSilver": "Si uno de los gemelos Koffing se infla, el otro se desinfla. Mezclan constantemente sus venenosos gases.",
        " Pokémon Negro": "Crece alimentándose de los gases emanados por la basura. Se han dado raros casos de trillizos.",
        " Pokémon Blanco": "Crece alimentándose de los gases emanados por la basura. Se han dado raros casos de trillizos.",
        " Pokémon X": "Si uno de los gemelos Koffing se infla, el otro se desinfla. Mezclan constantemente sus venenosos gases.",
        " Pokémon Y": "En raras ocasiones, se produce una mutación y dos pequeños Koffing se unen formando un Weezing.",
        " Pokémon Rubí Omega": "A Weezing le encantan los gases que emanan de los desperdicios que quedan en la cocina. Este Pokémon busca casas sucias y descuidadas para crear su hogar. De noche, cuando los habitantes de la casa duermen, va a por la basura.",
        " Pokémon Zafiro Alfa": "Weezing reduce y agranda el doble cuerpo que tiene para mezclar los gases tóxicos que contiene. Cuantos más gases mezcle, mayor será la toxicidad y el nivel de putrefacción del Pokémon."
    }
}