{
    "name": "Rhyhorn",
    "number": "111",
    "url": "https://pkparaiso.com//pokedex/rhyhorn.php",
    "date": "13-11-2007",
    "descriptions": {
        " Pokémon Rojo y Azul": "Sus huesos son 1000 veces más macizos que los humanos. Famoso por su gran fuerza",
        " Pokémon Amarillo": "Este Pokémon no tiene muchas luces. Una vez inicia la carga, no para hasta que cae dormido",
        " Pokémon Oro": "Es un poco torpe al girar debido a sus cuatro cortas patas. Sólo puede atacar y correr en una dirección.",
        " Pokémon Plata": "No le importa si hay algo en su camino. Se limita a arremeter contra cualquier obstáculo.",
        " Pokémon Cristal": "La cabeza no le da para retener más de una cosa. Si se pone a correr, se le olvida por qué empezó a hacerlo.",
        " Pokémon Rubí": "Rhyhorn corre en línea recta arrasando todo lo que encuentra en su camino. Aun estrellándose de cabeza contra un bloque de acero, no se vería afectado. Bueno, como mucho notaría algo de dolor al día siguiente.",
        " Pokémon Zafiro": "Rhyhorn tiene un cerebro muy pequeño. Si se pone a correr, por ejemplo, se le olvida qué le llevó a hacerlo. Lo que si parece recordar (a veces) es si ha destrozado alguna cosa.",
        " Pokémon Esmeralda": "Una vez que comienza a correr, no para: su minúsculo cerebro lo hace tan bobo que ni siquiera es capaz de acordarse de por qué empezó a hacerlo.",
        " Pokémon Rojo Fuego": "Es muy fuerte, pero no especialmente listo. Es capaz de derribar rascacielos usando PLACAJE varias veces.",
        " Pokémon Verde Hoja": "Tiene unos huesos 1.000 veces más macizos que los de las personas. Es famoso por su gran fuerza.",
        " Pokémon Diamante": "Su cuerpo está protegido por una gruesa piel. Puede derribar hasta edificios, pero no es muy listo.",
        " Pokémon Perla": "Su cuerpo está protegido por una gruesa piel. Puede derribar hasta edificios, pero no es muy listo.",
        " Pokémon Platino": "Puede destruir cualquier cosa con sus potentes placajes. Le falta inteligencia para ser de utilidad.",
        " Pokémon HeartGold": "Es un poco torpe al girar debido a sus cuatro cortas patas. Solo puede atacar y correr en una dirección.",
        " Pokémon SoulSilver": "Es un poco torpe al girar debido a sus cuatro cortas patas. Solo puede atacar y correr en una dirección.",
        " Pokémon Negro": "Puede destruir cualquier cosa con sus potentes placajes. Le falta inteligencia para ser de utilidad.",
        " Pokémon Blanco": "Puede destruir cualquier cosa con sus potentes placajes. Le falta inteligencia para ser de utilidad.",
        " Pokémon X": "Es muy fuerte, pero no especialmente listo. Es capaz de derribar rascacielos usando Placaje varias veces.",
        " Pokémon Y": "Es un poco torpe al girar debido a sus cuatro cortas patas. Solo puede atacar y correr en una dirección.",
        " Pokémon Rubí Omega": "Rhyhorn corre en línea recta arrasando todo lo que encuentra en su camino. Aun estrellándose de cabeza contra un bloque de acero, no se vería afectado; a lo sumo, notaría algo de dolor al día siguiente.",
        " Pokémon Zafiro Alfa": "Rhyhorn tiene un cerebro muy pequeño. Si se pone a correr, por ejemplo, se le olvida qué le llevó a hacerlo. Lo que sí parece recordar, a veces, es si ha destrozado alguna cosa."
    }
}