{
    "name": "Rhydon",
    "number": "112",
    "url": "https://pkparaiso.com//pokedex/rhydon.php",
    "date": "12-06-2010",
    "descriptions": {
        " Pokémon Rojo y Azul": "Protegido por una piel tipo-escudo, puede vivir en lava líquida a 3.600 grados de temperatura",
        " Pokémon Amarillo": "Camina sobre sus patas traseras, y muestra signos de inteligencia. Es capaz de aguantar lava hirviendo",
        " Pokémon Oro": "Su dura coraza le protege hasta del calor de la lava. Sin embargo, la coraza le hace insensible.",
        " Pokémon Plata": "Su cerebro se desarrolló cuando empezó a usar sus patas traseras. Su piel resiste hasta la lava.",
        " Pokémon Cristal": "Con poco que haga girar el cuerno anillado de la cabeza, será capaz de horadar el diamante más duro.",
        " Pokémon Rubí": "Rhydon tiene un cuerno capaz de horadar hasta un diamante en bruto. Y con una sacudida de la cola puede derribar un edificio. La piel de este Pokémon es muy fuerte; ni los disparos de un cañón le arañarían.",
        " Pokémon Zafiro": "Rhydon tiene un cuerno anillado que le sirve de taladro. Le resulta muy útil para horadar rocas y piedras. A veces, se queda atrapado en corrientes de magma, pero la tosca piel que tiene impide que sienta el calor.",
        " Pokémon Esmeralda": "Su cuerno, que gira como un taladro, destroza altos edificios de una pasada. Puede erguirse sobre las patas traseras y tiene un cerebro muy bien desarrollado.",
        " Pokémon Rojo Fuego": "Cuando evoluciona, comienza a andar con las patas traseras. Es capaz de horadar rocas con el cuerno que tiene.",
        " Pokémon Verde Hoja": "La piel le sirve de escudo protector. Puede vivir en lava líquida a 2.000 grados de temperatura.",
        " Pokémon Diamante": "Su cerebro se desarrolló cuando se levantó sobre dos patas. Con su cuerno puede cavar túneles.",
        " Pokémon Perla": "Su cerebro se desarrolló cuando se levantó sobre dos patas. Con su cuerno puede cavar túneles.",
        " Pokémon Platino": "Al ponerse en pie liberó dos patas y eso desarrolló su inteligencia. Pero se le olvidan las cosas.",
        " Pokémon HeartGold": "Su dura coraza le protege hasta del calor de la lava. Sin embargo, también le hace insensible.",
        " Pokémon SoulSilver": "Su dura coraza le protege hasta del calor de la lava. Sin embargo, también le hace insensible.",
        " Pokémon Negro": "Al ponerse en pie, liberó dos patas y eso desarrolló su inteligencia. Pero se le olvidan las cosas.",
        " Pokémon Blanco": "Al ponerse en pie, liberó dos patas y eso desarrolló su inteligencia. Pero se le olvidan las cosas.",
        " Pokémon X": "La piel le sirve de escudo protector. Puede vivir en lava líquida a 2000 °C de temperatura.",
        " Pokémon Y": "Cuando evoluciona, comienza a andar con las patas traseras. Es capaz de horadar rocas con el cuerno que tiene.",
        " Pokémon Rubí Omega": "Rhydon tiene un cuerno capaz de horadar hasta un diamante en bruto y con una sacudida de la cola puede derribar un edificio. La piel de este Pokémon es muy fuerte; ni los disparos de un cañón le arañarían.",
        " Pokémon Zafiro Alfa": "Rhydon tiene un cuerno anillado que le sirve de taladro. Le resulta muy útil para horadar rocas y piedras. A veces, se queda atrapado en corrientes de magma, pero la tosca piel que tiene impide que sienta el calor."
    }
}