{
    "name": "Chansey",
    "number": "113",
    "url": "https://pkparaiso.com//pokedex/chansey.php",
    "types": [
        "normal"
    ],
    "class": "Pokémon Huevo",
    "weight": 34.6,
    "height": 1.1,
    "descriptions": {
        " Pokémon Rojo y Azul": "Un raro y evasivo Pokémon que, según dicen, trae la felicidad a aquellos que lo atrapan",
        " Pokémon Amarillo": "Este amable Pokémon es capaz de compartir sus nutrientes huevos con un Pokémon herido",
        " Pokémon Oro": "Camina con cuidado para que no se rompa su huevo. Sin embargo, es extremadamente rápido escapando.",
        " Pokémon Plata": "Poco numerosos y difíciles de capturar. Dicen que traen la felicidad al que los captura.",
        " Pokémon Cristal": "Es un Pokémon muy codiciado por los nutritivos huevos que lleva. Pero, es realmente difícil dar con él.",
        " Pokémon Rubí": "Chansey pone a diario huevos con un valor nutritivo altísimo. Están tan ricos que hasta quien no tenga hambre se los comerá en un abrir y cerrar de ojos.",
        " Pokémon Zafiro": "Chansey pone a diario huevos con un valor nutritivo altísimo. Están tan ricos que hasta quien no tenga hambre se los comerá en un abrir y cerrar de ojos.",
        " Pokémon Esmeralda": "Pone a diario huevos con un enorme valor nutritivo. Están tan ricos que hasta quien no tenga hambre se los comerá en un abrir y cerrar de ojos.",
        " Pokémon Rojo Fuego": "Pone varios huevos al día. Según parece son muy nutritivos y están riquísimos.",
        " Pokémon Verde Hoja": "Un raro y evasivo Pokémon que, según dicen, lleva la felicidad a quienes lo atrapan.",
        " Pokémon Diamante": "Pone varios huevos al día, pero no los comparte con aquellos que albergan el mal en su corazón.",
        " Pokémon Perla": "Se dice que reparte felicidad. Es compasivo y reparte sus huevos entre la gente herida.",
        " Pokémon Platino": "Un generoso Pokémon que pone huevos muy nutritivos y los da a personas o Pokémon heridos.",
        " Pokémon HeartGold": "Camina con cuidado para que no se rompa su huevo. Sin embargo, es extremadamente rápida escapando.",
        " Pokémon SoulSilver": "Camina con cuidado para que no se rompa su huevo. Sin embargo, es extremadamente rápida escapando.",
        " Pokémon Negro": "Un generoso Pokémon que pone huevos muy nutritivos y los da a personas o Pokémon heridos.",
        " Pokémon Blanco": "Un generoso Pokémon que pone huevos muy nutritivos y los da a personas o Pokémon heridos.",
        " Pokémon X": "Se dice que reparte felicidad. Se caracteriza por su compasión y reparte sus huevos entre la gente herida.",
        " Pokémon Y": "Pone varios huevos al día. Según parece son muy nutritivos y están riquísimos.",
        " Pokémon Rubí Omega": "Chansey pone a diario huevos con un valor nutritivo altísimo. Están tan ricos que hasta quien no tenga hambre se los comerá en un abrir y cerrar de ojos.",
        " Pokémon Zafiro Alfa": "Chansey pone a diario huevos con un valor nutritivo altísimo. Están tan ricos que hasta quien no tenga hambre se los comerá en un abrir y cerrar de ojos.",
        " Pokémon Sol": "Los huevos que pone Chansey tienen un valor nutritivo altísimo. Muchos Pokémon los consideran un manjar.",
        " Pokémon Luna": "Es un Pokémon poco común que escapa rápidamente, por lo que quienes se topen con uno pueden considerarse afortunados."
    }
}