{
    "name": "Goldeen",
    "number": "118",
    "url": "https://pkparaiso.com//pokedex/goldeen.php",
    "date": "19-10-2018",
    "descriptions": {
        " Pokémon Rojo y Azul": "La aleta de su cola se hincha como un elegante traje de baile. Es llamado Reina del Agua",
        " Pokémon Amarillo": "En su época de puesta de huevos, suelen ser vistos nadando por ríos contracorriente en grandes grupos",
        " Pokémon Oro": "Sus aletas dorsal, trasera y pectoral ondean gráciles en el agua. Por eso es llamado el bailarín acuático.",
        " Pokémon Plata": "Un gran nadador, capaz de remontar fuertes corrientes sin parar y a una velocidad media de 5 nudos.",
        " Pokémon Cristal": "En época de desove, resulta fácil verles chapotear en busca de la pareja perfecta.",
        " Pokémon Rubí": "Goldeen es un bello Pokémon que mueve con elegancia las aletas en el agua. Con todo, no hay que bajar la guardia, en cualquier momento puede embestirte con el cuerno.",
        " Pokémon Zafiro": "A Goldeen le encanta nadar libremente y a su aire en ríos y estanques. Si pones a uno de estos Pokémon en un acuario, usará el cuerno que tiene para romper las paredes, independientemente del grosor del cristal, y escapar.",
        " Pokémon Esmeralda": "En primavera, se pueden ver bancos de Goldeen remontando cascadas y ríos. Causa mucho daño cuando embiste con su único cuerno.",
        " Pokémon Rojo Fuego": "Las aletas dorsales están tan desarrolladas que actúan como músculos. Puede nadar a casi 10 km por hora.",
        " Pokémon Verde Hoja": "La aleta de la cola se infla como un elegante traje de baile. Le llaman Reina del agua.",
        " Pokémon Diamante": "Nada a una velocidad de 5 nudos. Si siente peligro, golpea con su afilado cuerno.",
        " Pokémon Perla": "Nada elegantemente moviendo la aleta de su cola como un vestido. Parece una reina.",
        " Pokémon Platino": "Resulta muy elegante cuando nada con las aletas desplegadas, pero causa estragos con su cuerno.",
        " Pokémon HeartGold": "Sus aletas dorsal, trasera y pectoral ondean gráciles en el agua. Por eso es llamado el bailarín acuático.",
        " Pokémon SoulSilver": "Sus aletas dorsal, trasera y pectoral ondean gráciles en el agua. Por eso es llamado el bailarín acuático.",
        " Pokémon Negro": "Resulta muy elegante cuando nada con las aletas desplegadas, pero causa estragos con su cuerno.",
        " Pokémon Blanco": "Resulta muy elegante cuando nada con las aletas desplegadas, pero causa estragos con su cuerno.",
        " Pokémon X": "Nada a una velocidad de cinco nudos. Si siente peligro, golpea con su afilado cuerno.",
        " Pokémon Y": "Sus aletas dorsal, trasera y pectoral ondean gráciles en el agua. Por eso es llamado el Bailarín Acuático.",
        " Pokémon Rubí Omega": "Goldeen es un bello Pokémon que mueve con elegancia las aletas en el agua. Con todo, no hay que bajar la guardia, en cualquier momento puede embestir con el cuerno.",
        " Pokémon Zafiro Alfa": "A Goldeen le encanta nadar libremente y a su aire en ríos y estanques. Si pones a uno de estos Pokémon en un acuario, usará el cuerno que tiene para romper las paredes, independientemente del grosor del cristal, y escapar.",
        " Pokémon Sol": "Cuando el tiempo se vuelve más cálido, se agrupan y nadan río arriba. Este espectáculo tan poético anuncia la llegada de la primavera.",
        " Pokémon Luna": "Hay muchos Entrenadores que, fascinados por el tamaño de su cuerno y la belleza de sus aletas, entrenan únicamente Goldeen."
    }
}