{
    "name": "Seaking",
    "number": "119",
    "url": "https://pkparaiso.com//pokedex/seaking.php",
    "date": "04-04-2022",
    "descriptions": {
        " Pokémon Rojo y Azul": "En otoño, cuando se reproducen, pueden ser vistos nadando con energía por ríos y arroyos",
        " Pokémon Amarillo": "Este Pokémon hace sus nidos tallando cantos de riachuelo con el cuerno de su cabeza",
        " Pokémon Oro": "Durante la puesta acuden Seaking de todas partes, coloreando los ríos de un rojo brillante.",
        " Pokémon Plata": "Cava con su cuerno un nido en las piedras del lecho del río para que sus huevos no sean arrastrados.",
        " Pokémon Cristal": "Con la llegada del otoño, los machos patrullan la zona donde están sus nidos para evitar cualquier peligro.",
        " Pokémon Rubí": "En otoño, se ven ejemplares de Seaking macho danzando en las riberas de los ríos para cortejar a las hembras. En esta época, la coloración de este Pokémon alcanza sus niveles máximos de belleza.",
        " Pokémon Zafiro": "Seaking protege sus huevos con uñas y dientes. Macho y hembra se turnan para vigilar el nido y los huevos. Este periodo de protección dura más de un mes en el caso de estos Pokémon.",
        " Pokémon Esmeralda": "Perfora agujeros en los cantos rodados de las cuencas de los ríos. Así protege sus huevos de cualquier ataque y evita que los arrastre la corriente.",
        " Pokémon Rojo Fuego": "El cuerno que tiene en la cabeza está tan afilado como un taladro. Suele usarlo para horadar rocas y construir su nido.",
        " Pokémon Verde Hoja": "En otoño, cuando se reproducen, se les puede ver nadando con energía por ríos y arroyos.",
        " Pokémon Diamante": "Lucha con su cuerno afilado para proteger a su familia. Vive en las rocas huecas de los arroyos.",
        " Pokémon Perla": "Hace su nido en los agujeros que cava con el cuerno. Defiende sus huevos con su vida.",
        " Pokémon Platino": "En otoño gana algo de peso para atraer a posibles parejas y se cubre de llamativos colores.",
        " Pokémon HeartGold": "Durante la puesta acuden Seaking de todas partes, coloreando los ríos de un rojo brillante.",
        " Pokémon SoulSilver": "Durante la puesta acuden Seaking de todas partes, coloreando los ríos de un rojo brillante.",
        " Pokémon Negro": "En otoño gana algo de peso para atraer a posibles parejas y se cubre de llamativos colores.",
        " Pokémon Blanco": "En otoño gana algo de peso para atraer a posibles parejas y se cubre de llamativos colores.",
        " Pokémon X": "En otoño, cuando se reproducen, se les puede ver nadando con energía por ríos y arroyos.",
        " Pokémon Y": "Hace su nido en los agujeros que cava con el cuerno. Defiende sus huevos con su vida.",
        " Pokémon Rubí Omega": "En otoño, se ven ejemplares de Seaking macho danzando en las riberas de los ríos para cortejar a las hembras. En esta época, la coloración de este Pokémon alcanza sus niveles máximos de belleza.",
        " Pokémon Zafiro Alfa": "Seaking protege sus huevos con uñas y dientes. Macho y hembra se turnan para vigilar el nido y los huevos. Este período de protección dura más de un mes en el caso de estos Pokémon.",
        " Pokémon Sol": "Cuando las temperaturas bajan mucho, su piel se torna de un color carmesí. Es una señal inequívoca de que se aproxima el otoño.",
        " Pokémon Luna": "Los fanáticos de este Pokémon pueden dividirse en dos grupos: los que adoran sus aletas y los que adoran su cuerno. No se llevan nada bien."
    }
}