{
    "name": "Starmie",
    "number": "121",
    "url": "https://pkparaiso.com//pokedex/starmie.php",
    "date": "11-02-2010",
    "descriptions": {
        " Pokémon Rojo y Azul": "Su núcleo central brilla con los 7 colores del arco iris. Es valorado como gema por algunos",
        " Pokémon Amarillo": "Su zona central es conocida como el núcleo. Se piensa que se comunica mediante colores",
        " Pokémon Oro": "La parte central de su cuerpo se denomina núcleo. Brilla en colores diferentes cada vez que es visto.",
        " Pokémon Plata": "Sin tener en cuenta el entorno en el que vive, su cuerpo crece para formar una figura geométrica.",
        " Pokémon Cristal": "Parece ser que utiliza el núcleo multicolor que tiene para enviar ondas eléctricas al espacio.",
        " Pokémon Rubí": "La parte central de Starmie (el núcleo brillante) resplandece con siete colores distintos. Debido a su Naturaleza luminosa, a este Pokémon se le ha dado el apelativo de \"la gema del mar\"2.",
        " Pokémon Zafiro": "Starmie nada por el agua haciendo girar su cuerpo estrellado a modo de hélice. El núcleo de este Pokémon brilla y llega a tornarse de siete colores.",
        " Pokémon Esmeralda": "En otro tiempo, se pensaba que Starmie era el resultado de los reflejos de las estrellas que centelleaban con suavidad en el cielo nocturno.",
        " Pokémon Rojo Fuego": "Este Pokémon tiene un cuerpo geométrico que le da un aspecto extraterrestre.",
        " Pokémon Verde Hoja": "Su núcleo central brilla con los 7 colores del arco iris. Para algunos tiene el valor de una gema.",
        " Pokémon Diamante": "El centro de su cuerpo alberga un órgano que emite extrañas señales de radio en la noche.",
        " Pokémon Perla": "El centro de su cuerpo alberga un órgano que emite extrañas señales de radio en la noche.",
        " Pokémon Platino": "El centro de su cuerpo alberga un órgano que emite extrañas señales de radio en la noche.",
        " Pokémon HeartGold": "La parte central de su cuerpo se denomina núcleo. Brilla en colores diferentes cada vez que es visto.",
        " Pokémon SoulSilver": "La parte central de su cuerpo se denomina núcleo. Brilla en colores diferentes cada vez que es visto.",
        " Pokémon Negro": "El centro de su cuerpo alberga un órgano que emite extrañas señales de radio en la noche.",
        " Pokémon Blanco": "El centro de su cuerpo alberga un órgano que emite extrañas señales de radio en la noche.",
        " Pokémon X": "Su núcleo central brilla con los colores del arcoíris. Para algunos tiene el valor de una gema.",
        " Pokémon Y": "El centro de su cuerpo alberga un órgano que emite extrañas señales de radio en la noche.",
        " Pokémon Rubí Omega": "La parte central de Starmie, el núcleo brillante, resplandece con siete colores distintos. Debido a su naturaleza luminosa, a este Pokémon se le ha dado el apelativo de la Gema del Mar.",
        " Pokémon Zafiro Alfa": "Starmie nada por el agua haciendo girar su cuerpo estrellado a modo de hélice. El núcleo de este Pokémon brilla y llega a tornarse de siete colores.",
        " Pokémon Sol": "Su brillante núcleo emite y recibe extrañas señales de radio que pueden causarle jaquecas a cualquiera que se aproxime demasiado.",
        " Pokémon Luna": "Corre el rumor de que Starmie es un invasor del espacio exterior, debido a la forma tan peculiar de su cuerpo."
    }
}