{
    "name": "Magmar",
    "number": "126",
    "url": "https://pkparaiso.com//pokedex/magmar.php",
    "types": [
        "fuego"
    ],
    "class": "Pokémon Escupefuego",
    "weight": 44.5,
    "height": 1.3,
    "descriptions": {
        " Pokémon Rojo y Azul": "Su cuerpo siempre arde con un brillo naranja, con el que se oculta entre las llamas",
        " Pokémon Amarillo": "Nacen en volcanes activos. Su cuerpo parece una gran bola de fuego ya que están en llamas",
        " Pokémon Oro": "Odia los lugares fríos, y despide calientes llamas para hacer el entorno un poco más confortable.",
        " Pokémon Plata": "Su ardiente piel desprende un brillo ondeante y cegador, similar al del sol.",
        " Pokémon Cristal": "Es más frecuente encontrarle en zonas cálidas. Se puede curar a sí mismo al sumergirse en lava.",
        " Pokémon Rubí": "Al luchar, Magmar expulsa violentas llamas por todo el cuerpo para intimidar a su rival. Estos estallidos de fuego crean ondas de calor que Abrasan la hierba y los árboles que haya en las proximidades.",
        " Pokémon Zafiro": "Al luchar, Magmar expulsa violentas llamas por todo el cuerpo para intimidar a su rival. Estos estallidos de fuego crean ondas de calor que Abrasan la hierba y los árboles que haya en las proximidades.",
        " Pokémon Esmeralda": "Al luchar, expulsa violentas llamas para intimidar a su rival. Estos estallidos de fuego crean ondas de calor que Abrasan la hierba y los árboles de la zona.",
        " Pokémon Rojo Fuego": "A este Pokémon se lo encontrAron cerca de un volcán. Esta criatura ígnea tiene una temperatura corporal de unos 1.200º.",
        " Pokémon Verde Hoja": "Su cuerpo siempre arde con un brillo naranja, con el que se oculta entre las llamas.",
        " Pokémon Diamante": "Nació en el centro de un volcán. Su cuerpo está cubierto de llamas que brillan como el Sol.",
        " Pokémon Perla": "Nació en el centro de un volcán. Su cuerpo está cubierto de llamas que brillan como el Sol.",
        " Pokémon Platino": "Cuando respira profundamente se forman olas de calor alrededor de su cuerpo que dificultan la visión.",
        " Pokémon HeartGold": "Odia los lugares fríos y despide calientes llamas para hacer el entorno un poco más confortable.",
        " Pokémon SoulSilver": "Odia los lugares fríos y despide calientes llamas para hacer el entorno un poco más confortable.",
        " Pokémon Negro": "Cuando respira profundamente, se forman olas de calor alrededor de su cuerpo que dificultan la visión.",
        " Pokémon Blanco": "Cuando respira profundamente, se forman olas de calor alrededor de su cuerpo que dificultan la visión.",
        " Pokémon X": "A este Pokémon se lo encontraron cerca de un volcán. Esta criatura ígnea tiene una temperatura corporal de unos 1200 °C.",
        " Pokémon Y": "Nació en el centro de un volcán. Su cuerpo está cubierto de llamas que brillan como el Sol.",
        " Pokémon Rubí Omega": "Al luchar, Magmar expulsa violentas llamas por todo el cuerpo para intimidar a su rival. Estos estallidos de fuego crean ondas de calor que abrasan la hierba y los árboles que haya en las proximidades.",
        " Pokémon Zafiro Alfa": "Al luchar, Magmar expulsa violentas llamas por todo el cuerpo para intimidar a su rival. Estos estallidos de fuego crean ondas de calor que abrasan la hierba y los árboles que haya en las proximidades.",
        " Pokémon Sol": "Cuando está agotado, se zambulle en el cráter de un volcán para reponer energías. Su cuerpo alcanza una temperatura de 1200 °C.",
        " Pokémon Luna": "Cuando se enfada, llamas candentes empiezan a brotar de su cuerpo. No se tranquiliza hasta que su rival queda carbonizado por completo."
    }
}