{
    "name": "Pinsir",
    "number": "127",
    "url": "https://pkparaiso.com//pokedex/pinsir.php",
    "date": "16-06-2013",
    "descriptions": {
        " Pokémon Rojo y Azul": "Si no consigue triturar a su víctima con sus pinzas, le dará vueltas y le arrojará lejos",
        " Pokémon Amarillo": "Atrapa a su presa con sus pinzas, y aprieta fuerte. No se puede mover si hace mucho frío",
        " Pokémon Oro": "Cava guaridas con sus cuernos para pasar la noche. Por la mañana, la tierra húmeda se pega a su cuerpo.",
        " Pokémon Plata": "Arremete violentamente con su cornamenta. Cuando llega el frío, se adentra en los bosques.",
        " Pokémon Cristal": "Por la noche, cuando refresca, se queda dormido en la copa de los árboles o bajo las raíces.",
        " Pokémon Rubí": "Pinsir es sorprendentemente grande. Puede agarrar con los cuernos a un rival que pese el doble que él y levantarlo por los aires. En zonas frías, los movimientos de este Pokémon se vuelven lentos.",
        " Pokémon Zafiro": "Pinsir tiene un par de cuernos imponentes recubiertos de pinchos, que se clavan en el cuerpo del rival. Una vez los ha clavado, no hay quien escape de su Abrazo.",
        " Pokémon Esmeralda": "Sus cuernos tienen fuerza para destrozar grandes troncos. Como tienen aversión al frío, cavan madrigueras bajo tierra donde duermen cuando bajan las temperaturas.",
        " Pokémon Rojo Fuego": "Los cuernos que tiene a modo de pinzas son infalibles. Cuando atrapan al rival, no lo sueltan hasta que no acaban con él.",
        " Pokémon Verde Hoja": "Si no consigue triturar a su víctima con sus pinzas, le dará vueltas y la arrojará lejos.",
        " Pokémon Diamante": "Atrapa presas con sus pinzas hasta que las parte en dos. Lanza lejos lo que no puede quebrar.",
        " Pokémon Perla": "Atrapa presas con sus pinzas hasta que las parte en dos. Lanza lejos lo que no puede quebrar.",
        " Pokémon Platino": "Atrapa presas con sus pinzas hasta que las parte en dos. Lanza lejos lo que no puede quebrar.",
        " Pokémon HeartGold": "Cava guaridas con sus cuernos para pasar la noche. Por la mañana, la tierra húmeda se pega a su cuerpo.",
        " Pokémon SoulSilver": "Cava guaridas con sus cuernos para pasar la noche. Por la mañana, la tierra húmeda se pega a su cuerpo.",
        " Pokémon Negro": "Atrapa presas con sus pinzas hasta que las parte en dos. Lanza lejos lo que no puede quebrar.",
        " Pokémon Blanco": "Atrapa presas con sus pinzas hasta que las parte en dos. Lanza lejos lo que no puede quebrar.",
        " Pokémon X": "Atrapa presas con sus pinzas hasta que las parte en dos. Lanza lejos lo que no puede quebrar.",
        " Pokémon Y": "Arremete violentamente con su cornamenta. Cuando llega el frío, se adentra en los bosques.",
        " Pokémon Rubí Omega": "Pinsir es sorprendentemente fuerte. Puede agarrar con los cuernos a un rival que pese el doble que él y levantarlo por los aires. En zonas frías, los movimientos de este Pokémon se vuelven lentos.",
        " Pokémon Zafiro Alfa": "Pinsir tiene un par de cuernos imponentes recubiertos de pinchos, que se clavan en el cuerpo del rival. Una vez que los ha clavado, no hay quien escape de su abrazo.",
        " Pokémon Sol": "Atrapa a sus rivales con las pinzas y los parte en dos con su enorme fuerza. A pesar de ser muy fuerte, no soporta el frío.",
        " Pokémon Luna": "Es capaz de derribar un árbol de una sola arremetida. En Alola, su mayor rival es Vikavolt."
    }
}