{
    "name": "Magikarp",
    "number": "129",
    "url": "https://pkparaiso.com//pokedex/magikarp.php",
    "date": "14-06-2016",
    "descriptions": {
        " Pokémon Rojo y Azul": "En un pasado lejano, era más fuerte que sus horribles descendientes de hoy en día",
        " Pokémon Amarillo": "Famoso por ser poco fiable. Puede encontrarse nadando en mares, lagos, ríos y charcos",
        " Pokémon Oro": "Un Pokémon desvalido y patético. A veces es capaz de saltar alto, pero nunca más de 2 metros.",
        " Pokémon Plata": "Salta y chapotea sin razón alguna. Es una presa fácil para Pidgeotto, que lo atrapa en pleno salto.",
        " Pokémon Cristal": "Es un Pokémon débil y normal. Si la corriente del río es fuerte, se lo llevará por delante.",
        " Pokémon Rubí": "Magikarp es el triste ejemplo de un Pokémon capaz únicamente de saltar y salpicar. Esta conducta llevó a científicos a estudiarlo en profundidad.",
        " Pokémon Zafiro": "Magikarp es prácticamente inútil en combate; sólo sirve para salpicar, y se le considera muy débil. Con todo, en realidad es un Pokémon muy práctico. Sobrevive en cualquier medio acuático, aunque esté contaminado.",
        " Pokémon Esmeralda": "Los músculos con los que nada son débiles, así que se lo lleva la corriente con facilidad. Muchos Magikarp van a parar a piscinas Naturales.",
        " Pokémon Rojo Fuego": "No es precisamente rápido ni fuerte. Es el Pokémon más debilucho y simplón de todos los que hay.",
        " Pokémon Verde Hoja": "En un pasado lejano, era más fuerte que sus horribles descendientes de hoy en día.",
        " Pokémon Diamante": "Es incapaz de nadar contra la más mínima corriente. Siempre está chapoteando.",
        " Pokémon Perla": "Se dice que es el Pokémon más débil del mundo. No se sabe cómo ha logrado sobrevivir.",
        " Pokémon Platino": "Si vive mucho puede llegar a saltar montañas con Salpicadura, pero el movimiento no sirve para nada más.",
        " Pokémon HeartGold": "Un Pokémon desvalido y patético. A veces es capaz de saltar alto, pero rara vez más de dos metros.",
        " Pokémon SoulSilver": "Un Pokémon desvalido y patético. A veces es capaz de saltar alto, pero rara vez más de dos metros.",
        " Pokémon Negro": "Si vive mucho, puede llegar a saltar montañas con Salpicadura, pero el movimiento no sirve para nada más.",
        " Pokémon Blanco": "Si vive mucho, puede llegar a saltar montañas con Salpicadura, pero el movimiento no sirve para nada más.",
        " Pokémon X": "No es precisamente rápido ni fuerte. Es el Pokémon más debilucho y simplón de todos los que hay.",
        " Pokémon Y": "En un pasado lejano, era más fuerte de lo que hoy son sus débiles descendientes.",
        " Pokémon Rubí Omega": "Magikarp es el triste ejemplo de un Pokémon capaz únicamente de saltar y salpicar. Esta conducta llevó a científicos a estudiarlo en profundidad.",
        " Pokémon Zafiro Alfa": "Magikarp es prácticamente inútil en combate; solo sirve para salpicar, y se le considera muy débil. Con todo, en realidad es un Pokémon muy resistente. Sobrevive en cualquier medio acuático, aunque esté contaminado.",
        " Pokémon Sol": "Es muy débil y de poca utilidad, aunque su capacidad reproductora resulta abrumadora. Lo normal es encontrar Magikarp por doquier.",
        " Pokémon Luna": "Como lo único que hace es chapotear en el agua, resulta una presa fácil. Gracias a esto, muchos otros Pokémon pueden sobrevivir."
    }
}