{
    "name": "Gyarados",
    "number": "130",
    "url": "https://pkparaiso.com//pokedex/gyarados.php",
    "types": [
        "agua",
        "volador"
    ],
    "class": "Pokémon Atrocidad",
    "weight": 235.0,
    "height": 6.5,
    "descriptions": {
        " Pokémon Rojo y Azul": "Poco visto en la Naturaleza. Enorme y malo, es capaz de destruir ciudades enteras de un ataque",
        " Pokémon Amarillo": "Este Pokémon es enormemente destructivo. En la antigüedad, era conocido por destruir ciudades",
        " Pokémon Oro": "Dicen que en guerras pasadas, Gyarados aparecía dejando a su paso la ruina y el caos.",
        " Pokémon Plata": "Cuando aparece lo destroza todo. No deja de estar furioso hasta que lo destruye todo.",
        " Pokémon Cristal": "Huele las batallas a leguas. Allá donde haya una, irá arrasándolo todo con su fuego devastador.",
        " Pokémon Rubí": "Cuando Magikarp evoluciona y se convierte en Gyarados, sufre un cambio estructural en las células del cerebro. Dicen que esa transformación es la causa de la Naturaleza violenta y salvaje de este Pokémon.",
        " Pokémon Zafiro": "Una vez que Gyarados se desmanda, la presión incontrolable y enrabiada de la sangre no se le calmará hasta que no haya quemado todo lo que le rodea. Según parece, a este Pokémon le duran los arranques de cólera hasta un mes.",
        " Pokémon Esmeralda": "Es extremadamente feroz y violento. Cuando las personas comienzan a luchar, aparece y reduce a cenizas todo lo que pilla con intensas llamaradas.",
        " Pokémon Rojo Fuego": "Es exageradamente agresivo. Lanza HIPERRAYO por la boca para achicharrar a su rival.",
        " Pokémon Verde Hoja": "No es frecuente verlo en su medio. Es enorme y malvado, y capaz de destruir ciudades enteras de un ataque.",
        " Pokémon Diamante": "En la literatura antigua se dice que un Gyarados rebosante de violencia arrasó un poblado.",
        " Pokémon Perla": "Cuando se enfada, su rabia solo se disipa tras arrasar los campos y montañas vecinos.",
        " Pokémon Platino": "Cuando empieza a agitarse puede quemarlo todo, incluso en medio de la más violenta tormenta.",
        " Pokémon HeartGold": "Dicen que en guerras pasadas, Gyarados aparecía dejando a su paso la ruina y el caos.",
        " Pokémon SoulSilver": "Dicen que en guerras pasadas, Gyarados aparecía dejando a su paso la ruina y el caos.",
        " Pokémon Negro": "Cuando empieza a agitarse, puede quemarlo todo, incluso en medio de la más violenta tormenta.",
        " Pokémon Blanco": "Cuando empieza a agitarse, puede quemarlo todo, incluso en medio de la más violenta tormenta.",
        " Pokémon X": "En la literatura antigua se dice que un Gyarados rebosante de violencia arrasó un poblado.",
        " Pokémon Y": "No es frecuente verlo en su medio. Es enorme y malvado, y capaz de destruir ciudades enteras de un ataque.",
        " Pokémon Rubí Omega": "Cuando Magikarp evoluciona y se convierte en Gyarados, sufre un cambio estructural en las células del cerebro. Dicen que esa transformación es la causa de la naturaleza violenta y salvaje de este Pokémon.",
        " Pokémon Zafiro Alfa": "Una vez que Gyarados se desmanda, la presión incontrolable y enrabiada de la sangre no se le calmará hasta que no haya quemado todo lo que le rodea. Según parece, a este Pokémon le duran los arranques de cólera hasta un mes.",
        " Pokémon Sol": "Cuentan que un Gyarados se enfadó tanto que arrasó un poblado en una sola noche y no dejó ni rastro.",
        " Pokémon Luna": "Alguna gente cree que aquellos lugares donde aparece Gyarados están abocados a la destrucción."
    }
}