{
    "name": "Snorlax",
    "number": "143",
    "url": "https://pkparaiso.com//pokedex/snorlax.php",
    "date": "20-08-2015",
    "descriptions": {
        " Pokémon Rojo y Azul": "Es muy vago. Sólo come y duerme. A medida que engorda se vuelve cada vez más perezoso",
        " Pokémon Amarillo": "Come cualquier cosa. Incluso la comida pasada de fecha. Su estómago nunca se llena",
        " Pokémon Oro": "Su supuesto grito podrían ser sus ronquidos, o los ruidos de su hambrienta tripa.",
        " Pokémon Plata": "Sus jugos digestivos pueden disolver cualquier tipo de veneno. Puede hasta comer cosas del suelo.",
        " Pokémon Cristal": "Este Pokémon tiene un estómago a prueba de bomba. Aunque coma algo en mal estado, no le afectará.",
        " Pokémon Rubí": "Un día cualquiera en la vida de Snorlax consiste nada más y nada menos que en comer y dormir. Es un Pokémon tan dócil que es fácil ver niños usando la gran panza que tiene como lugar de juegos.",
        " Pokémon Zafiro": "Un día cualquiera en la vida de Snorlax consiste nada más y nada menos que en comer y dormir. Es un Pokémon tan dócil que es fácil ver niños usando la gran panza que tiene como lugar de juegos.",
        " Pokémon Esmeralda": "Se dedica a comer y dormir. Es tan dócil que es fácil ver a niños usando la gran panza que tiene como lugar de juegos.",
        " Pokémon Rojo Fuego": "No se encuentra satisfecho hasta que no se come 400 kg de comida cada día. Cuando acaba de comer, se queda dormido.",
        " Pokémon Verde Hoja": "Es muy vago. Sólo come y duerme. A medida que engorda se vuelve cada vez más perezoso.",
        " Pokémon Diamante": "Solo deja de comer para dormir. No se siente saciado a menos que ingiera unos 400 kg diarios.",
        " Pokémon Perla": "Su estómago puede digerir todo tipo de comida, incluso si está podrida o mohosa.",
        " Pokémon Platino": "Cuando tiene la tripa llena no puede ni mover un dedo. En ese momento de letargo puedes saltar en su tripa.",
        " Pokémon HeartGold": "Su supuesto grito podrían ser sus ronquidos, o los ruidos de su hambrienta tripa.",
        " Pokémon SoulSilver": "Su supuesto grito podrían ser sus ronquidos, o los ruidos de su hambrienta tripa.",
        " Pokémon Negro": "Cuando tiene la tripa llena, no puede ni mover un dedo. En ese momento de letargo, puedes saltar en su tripa.",
        " Pokémon Blanco": "Cuando tiene la tripa llena, no puede ni mover un dedo. En ese momento de letargo, puedes saltar en su tripa.",
        " Pokémon X": "No se encuentra satisfecho hasta que no se come 400 kg de comida cada día. Cuando acaba de comer, se queda dormido.",
        " Pokémon Y": "Su estómago puede digerir todo tipo de comida, incluso si está podrida o mohosa.",
        " Pokémon Rubí Omega": "Un día cualquiera en la vida de Snorlax consiste en comer y dormir. Es un Pokémon tan dócil que es fácil ver niños usando la gran panza que tiene como lugar de juegos.",
        " Pokémon Zafiro Alfa": "Un día cualquiera en la vida de Snorlax consiste en comer y dormir. Es un Pokémon tan dócil que es fácil ver niños usando la gran panza que tiene como lugar de juegos.",
        " Pokémon Sol": "Su estómago es exageradamente resistente. Tanto que podría condimentar su comida con el veneno de Muk sin inmutarse.",
        " Pokémon Luna": "Engulle 400 kg de comida a diario. Si le entra sueño cuando está alimentándose, sigue comiendo mientras echa una cabezada."
    }
}