{
    "name": "Crobat",
    "number": "169",
    "url": "https://pkparaiso.com//pokedex/crobat.php",
    "date": "04-09-2012",
    "descriptions": {
        " Pokémon Oro": "Es tan silencioso cuando vuela en la oscuridad con sus cuatro alas, que cuesta percibirlo cuando se acerca.",
        " Pokémon Plata": "Las alas de sus patas le permiten volar rápidamente, pero también le dificultan pararse y descansar.",
        " Pokémon Cristal": "Como está siempre intentando volar más rápido y silenciosamente, ha desarrollado otro par de alas.",
        " Pokémon Rubí": "Cuando este Pokémon vuela batiendo sólo las alas de las patas delanteras o de las traseras es porque lleva volando bastante tiempo. Cuando se cansa, Crobat alterna las alas.",
        " Pokémon Zafiro": "Crobat se acerca hasta su posible presa usando las alas casi sin hacer ruido. La forma de descansar que tiene es colgarse de la rama de un árbol por las patas traseras, que también son alas.",
        " Pokémon Esmeralda": "Al evolucionar, las patas traseras se le convirtieron en alas. Si bate de forma alterna las alas delanteras y las traseras, puede volar todo el día sin parar.",
        " Pokémon Rojo Fuego": "Las alas de las patas le permiten volar rápidamente, pero también le dificultan pararse y descansar.",
        " Pokémon Verde Hoja": "Es tan silencioso cuando vuela en la oscuridad con sus cuatro alas, que cuesta percibirlo cuando se acerca.",
        " Pokémon Diamante": "Como sus patas se transformAron en alas, posee una gran capacidad voladora.",
        " Pokémon Perla": "Sus cuatro alas le permiten volar más rápida y sigilosamente. Es un Pokémon nocturno.",
        " Pokémon Platino": "La transformación de sus patas traseras en alas mejoró su vuelo, pero anda muy mal.",
        " Pokémon HeartGold": "Es tan silencioso cuando vuela en la oscuridad con sus cuatro alas, que cuesta percibirlo cuando se acerca.",
        " Pokémon SoulSilver": "Es tan silencioso cuando vuela en la oscuridad con sus cuatro alas, que cuesta percibirlo cuando se acerca.",
        " Pokémon Negro": "La transformación de sus patas traseras en alas mejoró su vuelo, pero anda muy mal.",
        " Pokémon Blanco": "La transformación de sus patas traseras en alas mejoró su vuelo, pero anda muy mal.",
        " Pokémon X": "Es tan silencioso cuando vuela en la oscuridad con sus cuatro alas, que cuesta percibirlo cuando se acerca.",
        " Pokémon Y": "Al contar con cuatro alas, puede acechar de manera más rápida y sigilosa a sus presas sin que estas lo perciban.",
        " Pokémon Rubí Omega": "Cuando este Pokémon vuela batiendo solo las alas delanteras o traseras, es porque lleva volando bastante tiempo. Cuando se cansa, Crobat alterna las alas.",
        " Pokémon Zafiro Alfa": "Crobat se acerca hasta su posible presa usando las alas casi sin hacer ruido. La forma de descansar que tiene es colgarse de la rama de un árbol por las patas traseras.",
        " Pokémon Sol": "Tiene una movilidad muy reducida en el suelo, ya que sus patas se transformaron en alas. La única opción que le queda es arrastrarse.",
        " Pokémon Luna": "Puede volar rápida y sigilosamente gracias a sus cuatro alas. Se abalanza sobre sus presas y les chupa toda la sangre antes de que se percaten."
    }
}