{
    "name": "Pichu",
    "number": "172",
    "url": "https://pkparaiso.com//pokedex/pichu.php",
    "date": "25-08-2019",
    "descriptions": {
        " Pokémon Oro": "Todavía no domina el almacenamiento de electricidad, y descargará un rayo si se divierte o asusta.",
        " Pokémon Plata": "A pesar de su pequeño tamaño, ataca incluso a los humanos, algo que le sorprende incluso a él.",
        " Pokémon Cristal": "No se le da muy bien el almacenamiento de electricidad. A la mínima descargará energía sin darse cuenta.",
        " Pokémon Rubí": "A Pichu le resulta más fácil cargarse de electricidad en días de nubarrones o cuando sopla un aire muy seco. Es posible oír la electricidad estática que emana este Pokémon.",
        " Pokémon Zafiro": "Cuando Pichu juega con otros, puede liberar cargas y producir una auténtica lluvia de chispas. Cuando esto ocurre, los Pokémon chillan asustados por tanta chispa.",
        " Pokémon Esmeralda": "Sigue sin conseguir retener electricidad. Cuando se asusta, descarga energía de forma accidental. Con todo, a medida que pasa el tiempo va mejorando.",
        " Pokémon Rojo Fuego": "A pesar de su pequeño tamaño, ataca incluso a los humanos, algo que le sorprende hasta a él.",
        " Pokémon Verde Hoja": "Todavía no domina el almacenamiento de electricidad, y descarga rayos cuando se divierte o se asusta.",
        " Pokémon Diamante": "Cuando juegan, se tocan las colas y emiten chispas. Al parecer, es una prueba de valor.",
        " Pokémon Perla": "Las bolsas de sus mejillas son aún demasiado pequeñas para almacenar mucha electricidad.",
        " Pokémon Platino": "Las bolsas de electricidad de sus mejillas son muy pequeñas. La mínima fuga le provoca una descarga.",
        " Pokémon HeartGold": "Todavía no domina el almacenamiento de electricidad, y descargará un rayo si se divierte o asusta.",
        " Pokémon SoulSilver": "Todavía no domina el almacenamiento de electricidad, y descargará un rayo si se divierte o asusta.",
        " Pokémon Negro": "Las bolsas de electricidad de sus mejillas son muy pequeñas. La mínima fuga le provoca una descarga.",
        " Pokémon Blanco": "Las bolsas de electricidad de sus mejillas son muy pequeñas. La mínima fuga le provoca una descarga.",
        " Pokémon X": "Cuando juegan, se tocan las colas y emiten chispas. Al parecer, es una prueba de valor.",
        " Pokémon Y": "Todavía no domina el almacenamiento de electricidad y descargará un rayo si se divierte o asusta.",
        " Pokémon Rubí Omega": "A Pichu le resulta más fácil cargarse de electricidad en días de nubarrones o cuando sopla un aire muy seco. Es posible oír la electricidad estática que emana de este Pokémon.",
        " Pokémon Zafiro Alfa": "Cuando Pichu juega con otros, puede liberar electricidad y producir una auténtica lluvia de chispas. Cuando esto ocurre, chilla asustado por tanta chispa.",
        " Pokémon Sol": "No controla muy bien la electricidad. Como su Entrenador se descuide, Pichu puede acabar paralizado por sus propias descargas.",
        " Pokémon Luna": "Es un Pokémon adorable, pero cuando se convive con él, uno tiene que estar preparado para recibir alguna que otra descarga eléctrica."
    }
}