{
    "name": "Wobbuffet",
    "number": "202",
    "url": "https://pkparaiso.com//pokedex/wobbuffet.php",
    "date": "27-02-2003",
    "descriptions": {
        " Pokémon Oro": "Odia la luz y las sacudidas. Si le atacan, infla su cuerpo para aumentar su contraataque.",
        " Pokémon Plata": "Para mantener oculta su negra cola, vive en silencio en la oscuridad. Nunca ataca primero.",
        " Pokémon Cristal": "Con el fin de que nadie le vea la negra cola que tiene, vive en una cueva oscura y sólo sale de noche.",
        " Pokémon Rubí": "Si dos o más Wobbuffet se encuentran, se volverán competitivos e intentarán superarse en resistencia. Pero también puede que intenten aguantar sin comer; algo que los ENTRENADORES deben tener muy en cuenta.",
        " Pokémon Zafiro": "Wobbuffet no hace otra cosa que aguantar los golpes que recibe (nunca usa movimientos ofensivos). Pero si le atacan a la cola, intentará llevarse con él al enemigo usando MISMODESTINO.",
        " Pokémon Esmeralda": "Generalmente es dócil, pero si recibe un ataque en su cola negra, Wobbuffet se defenderá con ferocidad. Se guarece en cuevas hasta que anochece.",
        " Pokémon Rojo Fuego": "Para mantener oculta la negra cola que tiene, vive en silencio en la oscuridad. Nunca ataca primero.",
        " Pokémon Verde Hoja": "Odia la luz y las sacudidas. Si le atacan, se infla para aumentar la fuerza del contraataque.",
        " Pokémon Diamante": "Siempre intenta ocultar su cola, por lo que muchos creen que contiene un secreto.",
        " Pokémon Perla": "Siempre intenta ocultar su cola, por lo que muchos creen que contiene un secreto.",
        " Pokémon Platino": "Siempre intenta ocultar su cola, por lo que muchos creen que contiene un secreto.",
        " Pokémon HeartGold": "Odia la luz y las sacudidas. Si le atacan, infla su cuerpo para aumentar su contraataque.",
        " Pokémon SoulSilver": "Odia la luz y las sacudidas. Si le atacan, infla su cuerpo para aumentar su contraataque.",
        " Pokémon Negro": "Siempre intenta ocultar su cola, por lo que muchos creen que contiene un secreto.",
        " Pokémon Blanco": "Siempre intenta ocultar su cola, por lo que muchos creen que contiene un secreto.",
        " Pokémon X": "Odia la luz y las sacudidas. Si le atacan, infla su cuerpo para aumentar su contraataque.",
        " Pokémon Y": "Para mantener oculta su negra cola, vive en silencio en la oscuridad. Nunca ataca primero.",
        " Pokémon Rubí Omega": "Si dos o más Wobbuffet se encuentran, se volverán competitivos e intentarán superarse en resistencia. Pero también puede que intenten aguantar sin comer; algo que los Entrenadores deben tener muy en cuenta.",
        " Pokémon Zafiro Alfa": "Wobbuffet no hace otra cosa que aguantar los golpes que recibe: nunca usa movimientos ofensivos. Pero, si le atacan a la cola, intentará llevarse con él al enemigo usando Mismo Destino."
    }
}