{
    "name": "Skarmory",
    "number": "227",
    "url": "https://pkparaiso.com//pokedex/skarmory.php",
    "types": [
        "acero",
        "volador"
    ],
    "class": "Pokémon Coraza Ave",
    "weight": 50.5,
    "height": 1.7,
    "descriptions": {
        " Pokémon Oro": "Sus fuertes alas parecen pesadas, aunque son huecas y ligeras, y le permiten volar libremente.",
        " Pokémon Plata": "Después de anidar en zarzas, las alas de sus polluelos crecen fortalecidas por los rasguños.",
        " Pokémon Cristal": "Tiene unas plumas en las alas muy afiladas. Dicen que, antiguamente, se utilizaban a modo de espadas.",
        " Pokémon Rubí": "Skarmory está totalmente encerrado en el interior de una fuerte coraza protectora. En vuelo, puede llegar a alcanzar los 300 km por hora y usa las afiladas alas que tiene para azotar al rival.",
        " Pokémon Zafiro": "A Skarmory se le quedan las alas abolladas y hechas jirones tras varios combates. Una vez al año, le vuelven a crecer completamente y a restaurar los bordes cortantes que tenían en un principio.",
        " Pokémon Esmeralda": "Tiene el cuerpo y las alas de acero. Hace mucho, la gente usaba las plumas que se le caían a Skarmory para forjar espadas y cuchillos.",
        " Pokémon Rojo Fuego": "Después de anidar en zarzas, las alas de sus polluelos crecen fortalecidas por los rasguños.",
        " Pokémon Verde Hoja": "Sus fuertes alas parecen pesadas, aunque son huecas y ligeras, y le permiten volar libremente.",
        " Pokémon Diamante": "Una armadura de hierro cubre por completo su cuerpo. Vuela a más de 300 km por hora.",
        " Pokémon Perla": "Una armadura de hierro cubre por completo su cuerpo. Vuela a más de 300 km por hora.",
        " Pokémon Platino": "Una armadura de hierro cubre por completo su cuerpo. Vuela a más de 300 km por hora.",
        " Pokémon HeartGold": "Sus fuertes alas parecen pesadas, aunque son huecas y ligeras, y le permiten volar libremente.",
        " Pokémon SoulSilver": "Sus fuertes alas parecen pesadas, aunque son huecas y ligeras, y le permiten volar libremente.",
        " Pokémon Negro": "Una armadura de hierro cubre por completo su cuerpo. Vuela a más de 300 km/h.",
        " Pokémon Blanco": "Una armadura de hierro cubre por completo su cuerpo. Vuela a más de 300 km/h.",
        " Pokémon X": "Después de anidar en zarzas, las alas de sus polluelos crecen fortalecidas por los rasguños.",
        " Pokémon Y": "Una armadura de hierro cubre por completo su cuerpo. Vuela a más de 300 km/h.",
        " Pokémon Rubí Omega": "Skarmory está totalmente encerrado en el interior de una fuerte coraza protectora. En vuelo, puede llegar a alcanzar los 300 km/h y usa las afiladas alas que tiene para azotar al rival.",
        " Pokémon Zafiro Alfa": "A Skarmory se le quedan las alas abolladas y desgarradas tras varios combates. Una vez al año, le vuelven a crecer completamente con los bordes cortantes que tenían en un principio restaurados.",
        " Pokémon Sol": "Las plumas que se le caen cuando lucha son delgadas y afiladas. Guerreros de antaño las usaban a modo de espada.",
        " Pokémon Luna": "Su cuerpo metálico es muy robusto, pero se oxida con facilidad, por lo que suele quedarse descansando en su nido cuando llueve."
    }
}