{
    "name": "Magby",
    "number": "240",
    "url": "https://pkparaiso.com//pokedex/magby.php",
    "types": [
        "fuego"
    ],
    "class": "Pokémon Ascuas",
    "weight": 21.4,
    "height": 0.7,
    "descriptions": {
        " Pokémon Oro": "Cada vez que inspira y expira, lanza ascuas por su boca y por sus fosas nasales.",
        " Pokémon Plata": "Aparece en los cráteres de los volcanes. Puede alcanzar los 600, así que no lo subestimes.",
        " Pokémon Cristal": "Su Naturaleza le permite lanzar llamas a 600. Se dice que si hay muchos, un volcán hará erupción.",
        " Pokémon Rubí": "El estado de salud de Magby se puede determinar observando el fuego que emana al respirar. Si las llamas que echa por la boca son amarillas, está bien. Pero si, además de las llamas, sale humo negro, está cansado.",
        " Pokémon Zafiro": "El estado de salud de Magby se puede determinar observando el fuego que emana al respirar. Si las llamas que echa por la boca son amarillas, está bien. Pero si, además de las llamas, sale humo negro, está cansado.",
        " Pokémon Esmeralda": "Observando la respiración de Magby, se sabe su estado de salud: si expulsa llamas amarillas, está bien. Pero si, además de las llamas, sale humo negro, está cansado.",
        " Pokémon Rojo Fuego": "Aparece en los cráteres de los volcanes. Puede alcanzar los 600 grados de temperatura, así que no lo subestimes.",
        " Pokémon Verde Hoja": "Cada vez que inspira y expira, lanza ascuas por la boca y por las fosas nasales.",
        " Pokémon Diamante": "Su temperatura corporal es de unos 600 grados. Si está sano, escupe llamas amarillas.",
        " Pokémon Perla": "Su temperatura corporal es de unos 600 grados. Si está sano, escupe llamas amarillas.",
        " Pokémon Platino": "Su sangre es como magma y su temperatura corporal puede alcanzar los 600 grados.",
        " Pokémon HeartGold": "Cada vez que inspira y expira, lanza ascuas por su boca y por sus fosas nasales.",
        " Pokémon SoulSilver": "Cada vez que inspira y expira, lanza ascuas por su boca y por sus fosas nasales.",
        " Pokémon Negro": "Su sangre es como magma y su temperatura corporal puede alcanzar los 600°.",
        " Pokémon Blanco": "Su sangre es como magma y su temperatura corporal puede alcanzar los 600°.",
        " Pokémon X": "Es pequeño, pero su cuerpo puede llegar a alcanzar 600 °C. Cuando inspira y espira, expulsa llamas por la nariz y por la boca.",
        " Pokémon Y": "Su sangre es como magma y su temperatura corporal puede alcanzar los 600 °C.",
        " Pokémon Rubí Omega": "El estado de salud de Magby se puede determinar observando el fuego que emana al respirar. Si las llamas que echa por la boca son amarillas, está bien. Pero, si además de las llamas sale humo negro, está cansado.",
        " Pokémon Zafiro Alfa": "El estado de salud de Magby se puede determinar observando el fuego que emana al respirar. Si las llamas que echa por la boca son amarillas, está bien. Pero, si además de las llamas sale humo negro, está cansado.",
        " Pokémon Sol": "Es fácil encontrarse con un Magby en áreas cercanas a volcanes. Si se le da comida, se emociona y expulsa fuego a 600 °C.",
        " Pokémon Luna": "Hay reputados alfareros que viven con Magby. Al parecer, sus suaves llamas son ideales para cocer grandes obras de alfarería."
    }
}