{
    "name": "Silcoon",
    "number": "266",
    "url": "https://pkparaiso.com//pokedex/silcoon.php",
    "types": [
        "bicho"
    ],
    "class": "Pokémon Capullo",
    "weight": 10.0,
    "height": 0.6,
    "descriptions": {
        " Pokémon Rubí": "Silcoon usa la seda que produce para atarse a la rama de un árbol y sujetarse bien. Y se queda ahí colgado a la espera de su evolución, asomado por un agujero del capullo de seda.",
        " Pokémon Zafiro": "Se pensaba que Silcoon podía aguantar el hambre y no consumir nada antes de evolucionar. Sin embargo, ahora se cree que sacia su necesidad bebiendo el agua de la lluvia que se le queda sobre la piel.",
        " Pokémon Esmeralda": "Se prepara para la evolución usando la energía que almacenó mientras era un Wurmple. Los dos ojos que tiene le sirven para vigilar lo que ocurre en su territorio.",
        " Pokémon Rojo Fuego": "Ahorra energía moviéndose lo menos posible. Se dedica a beber el agua de la lluvia a la espera de su evolución.",
        " Pokémon Verde Hoja": "Ahorra energía moviéndose lo menos posible. Se dedica a beber el agua de la lluvia a la espera de su evolución.",
        " Pokémon Diamante": "Bebe el rocío que recoge con su seda mientras espera evolucionar. Se defiende en su capullo.",
        " Pokémon Perla": "La seda que segrega su cuerpo le permite agarrarse a los árboles y esperar su evolución.",
        " Pokémon Platino": "Se agarra con su seda a las ramas de un árbol y espera su evolución bebiendo agua de lluvia.",
        " Pokémon HeartGold": "Se aferra a las ramas de los árboles con los hilos que teje. Espera inmóvil su evolución.",
        " Pokémon SoulSilver": "Se aferra a las ramas de los árboles con los hilos que teje. Espera inmóvil su evolución.",
        " Pokémon Negro": "Se agarra con su seda a las ramas de un árbol y espera su evolución bebiendo agua de lluvia.",
        " Pokémon Blanco": "Se agarra con su seda a las ramas de un árbol y espera su evolución bebiendo agua de lluvia.",
        " Pokémon X": "Se agarra con su seda a las ramas de un árbol y espera su evolución bebiendo agua de lluvia.",
        " Pokémon Y": "Bebe el rocío que recoge con su seda mientras espera evolucionar. Se defiende en su capullo.",
        " Pokémon Rubí Omega": "Silcoon usa la seda que produce para aferrarse a la rama de un árbol y sujetarse bien. Se queda ahí colgado a la espera de su evolución, mientras lo observa todo a través de dos pequeños agujeros en su capullo de seda.",
        " Pokémon Zafiro Alfa": "Se pensaba que Silcoon podía aguantar el hambre y no consumir nada antes de evolucionar. Sin embargo, ahora se cree que sacia su sed bebiendo el agua de la lluvia que se le queda sobre la seda del capullo."
    }
}