{
    "name": "Ralts",
    "number": "280",
    "url": "https://pkparaiso.com//pokedex/ralts.php",
    "date": "07-10-2006",
    "descriptions": {
        " Pokémon Rubí": "Ralts percibe las sensaciones de la gente por los colmillos que tiene encima y detrás de la cabeza. No es común que este Pokémon aparezca en público, pero cuando lo hace, se acerca si ve buena disposición en la gente.",
        " Pokémon Zafiro": "Ralts tiene la habilidad de percibir las sensaciones que tiene la gente. Si su ENTRENADOR está alegre, este Pokémon se pondrá igualmente contento.",
        " Pokémon Esmeralda": "Ralts tiene la capacidad de detectar las sensaciones de la gente y de los Pokémon gracias a los cuernos de la cabeza. Si percibe energía negativa, se protegerá.",
        " Pokémon Rojo Fuego": "Capta muy bien lo que sienten las personas y los Pokémon. Cuando nota cierta hostilidad, se esconde.",
        " Pokémon Verde Hoja": "Capta muy bien lo que sienten las personas y los Pokémon. Cuando nota cierta hostilidad, se esconde.",
        " Pokémon Diamante": "Su cuerno le permite presentir las emociones humanas. Se dice que se aparece a la gente amable.",
        " Pokémon Perla": "Su cuerno le permite presentir las emociones humanas. Se dice que se aparece a la gente amable.",
        " Pokémon Platino": "Si sus cuernos perciben emociones positivas de personas o Pokémon, su cuerpo se calienta un poco.",
        " Pokémon HeartGold": "Gracias al cuerno rojo de su cabeza puede captar lo que sienten las personas.",
        " Pokémon SoulSilver": "Gracias al cuerno rojo de su cabeza puede captar lo que sienten las personas.",
        " Pokémon Negro": "Si sus cuernos perciben emociones positivas de personas o Pokémon, su cuerpo se calienta un poco.",
        " Pokémon Blanco": "Si sus cuernos perciben emociones positivas de personas o Pokémon, su cuerpo se calienta un poco.",
        " Pokémon X": "Si sus cuernos perciben emociones positivas de personas o Pokémon, su cuerpo se calienta un poco.",
        " Pokémon Y": "Capta muy bien lo que sienten las personas y los Pokémon. Cuando nota cierta hostilidad, se esconde.",
        " Pokémon Rubí Omega": "Ralts percibe las sensaciones de la gente por los cuernos que tiene encima y detrás de la cabeza. No es común que este Pokémon aparezca en público, pero cuando lo hace, se acerca si ve buena disposición en la gente.",
        " Pokémon Zafiro Alfa": "Ralts tiene la habilidad de percibir las sensaciones que tiene la gente. Si su Entrenador está alegre, este Pokémon se pondrá igualmente contento."
    }
}