{
    "name": "Kirlia",
    "number": "281",
    "url": "https://pkparaiso.com//pokedex/kirlia.php",
    "types": [
        "psiquico",
        "hada"
    ],
    "class": "Pokémon Sensorio",
    "weight": 20.2,
    "height": 0.8,
    "descriptions": {
        " Pokémon Rubí": "Dicen que al recibir los sentimientos positivos de su ENTRENADOR, Kirlia crece con gran belleza. Este Pokémon controla poderes psicoquinéticos gracias al desarrollado cerebro que tiene.",
        " Pokémon Zafiro": "Kirlia usa los cuernos para amplificar los poderes de psicoquinesia que tiene. Cuando los usa, altera el ambiente, se transforma y crea espejismos de cosas que no existían con anterioridad.",
        " Pokémon Esmeralda": "Kirlia tiene poderes psicoquinéticos con los que crea un espacio dimensional para ver el futuro. Dicen que baila con energía en las mañanas soleadas.",
        " Pokémon Rojo Fuego": "Al percibir la alegría de su ENTRENADOR refuerza sus ataques psicoquinéticos. Cuando está contento, da vueltas y baila.",
        " Pokémon Verde Hoja": "Al percibir la alegría de su ENTRENADOR refuerza sus ataques psicoquinéticos. Cuando está contento, da vueltas y baila.",
        " Pokémon Diamante": "Puede percibir los sentimientos de su entrenador. Cuando se siente feliz, baila.",
        " Pokémon Perla": "Puede percibir los sentimientos de su entrenador. Cuando se siente feliz, baila.",
        " Pokémon Platino": "Si su entrenador está contento, se llena de energía y baila de forma alegre dando giros.",
        " Pokémon HeartGold": "Con sus poderes psíquicos puede deformar el espacio a su alrededor y predecir el futuro.",
        " Pokémon SoulSilver": "Con sus poderes psíquicos puede deformar el espacio a su alrededor y predecir el futuro.",
        " Pokémon Negro": "Si su Entrenador está contento, se llena de energía y baila de forma alegre dando giros.",
        " Pokémon Blanco": "Si su Entrenador está contento, se llena de energía y baila de forma alegre dando giros.",
        " Pokémon X": "Al percibir la alegría de su Entrenador refuerza sus ataques psicoquinéticos. Cuando está contento, da vueltas y baila.",
        " Pokémon Y": "Con sus poderes psíquicos puede deformar el espacio a su alrededor y predecir el futuro.",
        " Pokémon Rubí Omega": "Dicen que, al recibir los sentimientos positivos de su Entrenador, Kirlia crece con gran belleza. Este Pokémon controla poderes psicoquinéticos gracias al desarrollado cerebro que tiene.",
        " Pokémon Zafiro Alfa": "Kirlia usa los cuernos para amplificar los poderes de psicoquinesia que tiene. Cuando los usa, altera el ambiente, lo transforma y crea espejismos."
    }
}