{
    "name": "Gardevoir",
    "number": "282",
    "url": "https://pkparaiso.com//pokedex/gardevoir.php",
    "date": "26-07-2014",
    "descriptions": {
        " Pokémon Rubí": "Gardevoir es capaz de leer el futuro. Si siente que su ENTRENADOR está en peligro inminente, dicen que libera automáticamente toda su energía psicoquinética.",
        " Pokémon Zafiro": "Gardevoir tiene el poder psicoquinético de alterar las dimensiones y crear un agujero negro pequeño. Este Pokémon intenta proteger siempre a su ENTRENADOR aunque tenga que arriesgar su propia vida.",
        " Pokémon Esmeralda": "Al parecer, no siente la fuerza de la gravedad porque se sostiene gracias a la energía psicoquinética. Por proteger a su ENTRENADOR, sería capaz de todo.",
        " Pokémon Rojo Fuego": "Tiene la capacidad de predecir el futuro. Cuando protege a su ENTRENADOR se vuelve más fuerte.",
        " Pokémon Verde Hoja": "Tiene la capacidad de predecir el futuro. Cuando protege a su ENTRENADOR se vuelve más fuerte.",
        " Pokémon Diamante": "Protegerá al entrenador que le merezca la pena con su último aliento. Puede ver el futuro.",
        " Pokémon Perla": "Protegerá al entrenador que le merezca la pena con su último aliento. Puede ver el futuro.",
        " Pokémon Platino": "Para proteger a su entrenador emplea todo su poder psíquico en crear un pequeño agujero negro.",
        " Pokémon HeartGold": "Si se siente muy unido a su Entrenador, utilizará todo su poder psíquico para protegerlo.",
        " Pokémon SoulSilver": "Si se siente muy unido a su Entrenador, utilizará todo su poder psíquico para protegerlo.",
        " Pokémon Negro": "Para proteger a su Entrenador, emplea todo su poder psíquico en crear un pequeño agujero negro.",
        " Pokémon Blanco": "Para proteger a su Entrenador, emplea todo su poder psíquico en crear un pequeño agujero negro.",
        " Pokémon X": "Para proteger a su Entrenador, emplea todo su poder psíquico en crear un pequeño agujero negro.",
        " Pokémon Y": "Tiene la capacidad de predecir el futuro. Cuando protege a su Entrenador se vuelve más fuerte.",
        " Pokémon Rubí Omega": "Gardevoir es capaz de leer el futuro. Si siente que su Entrenador está en peligro inminente, dicen que libera automáticamente toda su energía psicoquinética.",
        " Pokémon Zafiro Alfa": "Gardevoir tiene el poder psicoquinético de alterar las dimensiones y crear un agujero negro pequeño. Este Pokémon intenta proteger siempre a su Entrenador aunque tenga que arriesgar su propia vida."
    }
}