{
    "name": "Masquerain",
    "number": "284",
    "url": "https://pkparaiso.com//pokedex/masquerain.php",
    "date": "27-08-2015",
    "descriptions": {
        " Pokémon Rubí": "Masquerain intimida a sus enemigos con los ojos que tiene dibujados en las antenas. Este Pokémon bate las cuatro alas que tiene para volar libremente en cualquier dirección (hasta de lado y hacia atrás) como un helicóptero.",
        " Pokémon Zafiro": "Masquerain tiene unas antenas con ojos dibujados que le dan aspecto de estar enfadado. Si tiene los \"ojos\"2 medio cerrados y con aspecto triste, es probable que esté a punto de caer un buen aguacero.",
        " Pokémon Esmeralda": "Intimida al enemigo con los ojos que tiene dibujados en las antenas. Como no puede volar si se le mojan las alas, se protege de la lluvia bajo aleros y grandes árboles.",
        " Pokémon Rojo Fuego": "En las antenas tiene un par de ojos dibujados. Cuando llueve, se le vuelven muy pesadas y le impiden luchar.",
        " Pokémon Verde Hoja": "En las antenas tiene un par de ojos dibujados. Cuando llueve, se le vuelven muy pesadas y le impiden luchar.",
        " Pokémon Diamante": "Sus antenas tienen dibujos de ojos, mientras que sus alas le permiten volar en cualquier dirección.",
        " Pokémon Perla": "Sus antenas tienen dibujos de ojos, mientras que sus alas le permiten volar en cualquier dirección.",
        " Pokémon Platino": "Sus antenas tienen dibujos de ojos, mientras que sus alas le permiten volar en cualquier dirección.",
        " Pokémon HeartGold": "Sus cuatro alas le permiten volar en cualquier dirección a su antojo.",
        " Pokémon SoulSilver": "Sus cuatro alas le permiten volar en cualquier dirección a su antojo.",
        " Pokémon Negro": "Sus antenas tienen dibujos de ojos, mientras que sus alas le permiten volar en cualquier dirección.",
        " Pokémon Blanco": "Sus antenas tienen dibujos de ojos, mientras que sus alas le permiten volar en cualquier dirección.",
        " Pokémon X": "Sus antenas tienen dibujos de ojos, mientras que sus alas le permiten volar en cualquier dirección.",
        " Pokémon Y": "Sus cuatro alas le permiten volar en cualquier dirección a su antojo.",
        " Pokémon Rubí Omega": "Masquerain intimida a sus enemigos con los ojos que tiene dibujados en las antenas. Este Pokémon bate las cuatro alas que tiene para volar libremente en cualquier dirección, hasta de lado y hacia atrás, como un helicóptero.",
        " Pokémon Zafiro Alfa": "Masquerain tiene unas antenas con ojos dibujados que le dan aspecto de estar enfadado. Si tiene los “ojos” medio cerrados y con aspecto triste, es probable que esté a punto de caer un buen aguacero.",
        " Pokémon Sol": "Amenaza a sus enemigos con las grandes pupilas de sus antenas. Sus cuatro alas le permiten volar en cualquier dirección.",
        " Pokémon Luna": "Sus alas y antenas son muy sensibles a la humedad. Cuando deja de llover se dirige volando hacia el sol para secarlas."
    }
}