{
    "name": "Nincada",
    "number": "290",
    "url": "https://pkparaiso.com//pokedex/nincada.php",
    "date": "24-07-2021",
    "descriptions": {
        " Pokémon Rubí": "Nincada vive bajo tierra en la más Absoluta oscuridad Durante años. Este Pokémon absorbe nutrientes de las raíces de los árboles y permanece inmóvil a la espera de la evolución.",
        " Pokémon Zafiro": "Nincada vive bajo tierra y usa las garras afiladas que tiene para escarbar y buscar raíces de árboles y absorber humedad y nutrientes. Este Pokémon huye de la luz del sol porque le hace daño.",
        " Pokémon Esmeralda": "Hace su nido en las raíces de un árbol resistente. Tiene unas antenas con forma de bigotes que usa para examinar el oscuro terreno que le rodea.",
        " Pokémon Rojo Fuego": "Como se ha pasado casi toda la vida viviendo bajo tierra, no ve bien. La antena que tiene le ayuda a orientarse.",
        " Pokémon Verde Hoja": "Como se ha pasado casi toda la vida viviendo bajo tierra, no ve bien. La antena que tiene le ayuda a orientarse.",
        " Pokémon Diamante": "Crece bajo tierra y explora el entorno con sus antenas, que sustituyen a ojos atrofiados.",
        " Pokémon Perla": "Crece bajo tierra y explora el entorno con sus antenas, que sustituyen a ojos atrofiados.",
        " Pokémon Platino": "Crece bajo tierra y explora el entorno con sus antenas, que sustituyen a ojos atrofiados.",
        " Pokémon HeartGold": "Algunos pasan más de diez años bajo tierra. Absorbe nutrientes de las raíces de árboles.",
        " Pokémon SoulSilver": "Algunos pasan más de diez años bajo tierra. Absorbe nutrientes de las raíces de árboles.",
        " Pokémon Negro": "Crece bajo tierra y explora el entorno con sus antenas porque casi no ve con sus ojos.",
        " Pokémon Blanco": "Crece bajo tierra y explora el entorno con sus antenas porque casi no ve con sus ojos.",
        " Pokémon X": "Como se ha pasado casi toda la vida viviendo bajo tierra, no ve bien. Las antenas que tiene le ayudan a orientarse.",
        " Pokémon Y": "Algunos pasan más de diez años bajo tierra. Absorbe nutrientes de las raíces de los árboles.",
        " Pokémon Rubí Omega": "Nincada vive bajo tierra en la más absoluta oscuridad durante años. Este Pokémon absorbe nutrientes de las raíces de los árboles y permanece inmóvil a la espera de su evolución.",
        " Pokémon Zafiro Alfa": "Nincada vive bajo tierra y usa las garras afiladas que tiene para escarbar y buscar raíces de árboles y absorber humedad y nutrientes. Este Pokémon huye de la luz del sol porque le hace daño."
    }
}