{
    "name": "Azurill",
    "number": "298",
    "url": "https://pkparaiso.com//pokedex/azurill.php",
    "date": "26-03-2010",
    "descriptions": {
        " Pokémon Rubí": "Azurill enrolla la cola como si fuera un lazo y la despliega a continuación todo lo que puede. De esta forma, un Azurill llegó a lanzarse a sí mismo hasta 10 metros.",
        " Pokémon Zafiro": "Azurill tiene una especie de pelota en la cola, que contiene los nutrientes necesarios para crecer. Es fácil ver a este Pokémon saltando y jugueteando sentado encima de la misma.",
        " Pokémon Esmeralda": "Su cola es una especie de pelota de goma que bota y contiene los nutrientes que necesita. En días soleados, se reúne con otros en la orilla para jugar chapoteando.",
        " Pokémon Rojo Fuego": "En combate lanza la cola, que es mayor que él mismo, para atacar. Cuando está en el agua le sirve de flotador.",
        " Pokémon Verde Hoja": "En combate lanza la cola, que es mayor que él mismo, para atacar. Cuando está en el agua le sirve de flotador.",
        " Pokémon Diamante": "Su cola está repleta de nutrientes necesarios para su crecimiento. Cuando juega, bota sobre ella.",
        " Pokémon Perla": "Vive cerca del agua. En la tierra se mueve muy rápido botando sobre su gran cola.",
        " Pokémon Platino": "Su cola rebota como una pelota. Para luchar contra enemigos más grandes, la agita en el aire.",
        " Pokémon HeartGold": "Almacena los nutrientes necesarios para su crecimiento en una bola al final de su cola.",
        " Pokémon SoulSilver": "Almacena los nutrientes necesarios para su crecimiento en una bola al final de su cola.",
        " Pokémon Negro": "Su cola rebota como una pelota. Para luchar contra enemigos más grandes, la agita en el aire.",
        " Pokémon Blanco": "Su cola rebota como una pelota. Para luchar contra enemigos más grandes, la agita en el aire.",
        " Pokémon X": "Vive cerca del agua. En la tierra se mueve muy rápido botando sobre su gran cola.",
        " Pokémon Y": "Para hacer frente a oponentes más grandes que él, agita su gran cola, llena de nutrientes, de un lado a otro.",
        " Pokémon Rubí Omega": "Azurill enrolla la cola como si fuera un lazo y la despliega a continuación todo lo que puede. De esta forma, un Azurill llegó a lanzarse a sí mismo hasta 10 m.",
        " Pokémon Zafiro Alfa": "Azurill tiene una especie de pelota en la cola, que contiene los nutrientes necesarios para crecer. Es fácil ver a este Pokémon saltando y jugueteando sentado encima de la misma."
    }
}