{
    "name": "Nosepass",
    "number": "299",
    "url": "https://pkparaiso.com//pokedex/nosepass.php",
    "types": [
        "roca"
    ],
    "class": "Pokémon Brújula",
    "weight": 97.0,
    "height": 1.0,
    "descriptions": {
        " Pokémon Rubí": "Nosepass siempre está con el pico magnético que tiene orientado hacia el norte. Si se encuentra con otro ejemplar de su especie, no puede mirarle de frente porque sus polos magnéticos se repelen.",
        " Pokémon Zafiro": "De Nosepass se llegó a decir que era totalmente estático; siempre con el pico orientado hacia el norte. Sin embargo, tras recientes estudios se ha visto que sí se mueve en realidad, apenas un centímetro al año.",
        " Pokémon Esmeralda": "Su cuerpo emite un magnetismo de gran alcance. Se alimenta de las presas que atrae. La fuerza que ejerce se intensifica en las estaciones frías.",
        " Pokémon Rojo Fuego": "Siempre está con el pico magnético orientado hacia el norte. Quienes viajan toman a Nosepass como referencia.",
        " Pokémon Verde Hoja": "Siempre está con el pico magnético orientado hacia el norte. Quienes viajan toman a Nosepass como referencia.",
        " Pokémon Diamante": "Su nariz es un imán. Por eso el rostro de este Pokémon siempre se orienta al norte.",
        " Pokémon Perla": "Su nariz es un imán. Por eso el rostro de este Pokémon siempre se orienta al norte.",
        " Pokémon Platino": "Se protege del peligro aumentando su magnetismo y atrayendo objetos de hierro hacia sí.",
        " Pokémon HeartGold": "Si dos Nosepass aproximan sus narices, su fuerza magnética impedirá que puedan juntarse.",
        " Pokémon SoulSilver": "Si dos Nosepass aproximan sus narices, su fuerza magnética impedirá que puedan juntarse.",
        " Pokémon Negro": "Se protege del peligro aumentando su magnetismo y atrayendo objetos de hierro hacia sí.",
        " Pokémon Blanco": "Se protege del peligro aumentando su magnetismo y atrayendo objetos de hierro hacia sí.",
        " Pokémon X": "Siempre apunta al norte con su nariz imantada. Con ella reviste su cuerpo de objetos metálicos para protegerse.",
        " Pokémon Y": "Siempre está con el pico magnético orientado hacia el norte. Quienes viajan toman a Nosepass como referencia.",
        " Pokémon Rubí Omega": "Nosepass siempre está con la nariz magnética que tiene orientada hacia el norte. Si se encuentra con otro ejemplar de su especie, no puede mirarle de frente porque sus polos magnéticos se repelen.",
        " Pokémon Zafiro Alfa": "De Nosepass se llegó a decir que era totalmente estático; siempre con su nariz magnética orientada hacia el norte. Sin embargo, tras recientes estudios se ha visto que sí se mueve en realidad, apenas un centímetro al año.",
        " Pokémon Sol": "Los Nosepass tienen una nariz brújula infalible, por lo que los Entrenadores viajeros suelen llevar uno consigo.",
        " Pokémon Luna": "Atraen a sus presas usando su potente fuerza magnética. En algunos casos también atraen metales para proteger sus cuerpos."
    }
}