{
    "name": "Meditite",
    "number": "307",
    "url": "https://pkparaiso.com//pokedex/meditite.php",
    "types": [
        "lucha",
        "psiquico"
    ],
    "class": "Pokémon Meditador",
    "weight": 11.2,
    "height": 0.6,
    "descriptions": {
        " Pokémon Rubí": "Meditite lleva a cabo un entrenamiento mental exhaustivo en lo más profundo de las montañas. Aunque, cuando medita, pierde toda la concentración y se descentra. Por eso no deja nunca de entrenarse.",
        " Pokémon Zafiro": "Meditite aumenta su energía interior mediante meditación. Para subsistir le basta con una BAYA al día. El comer poco entra dentro de su entrenamiento.",
        " Pokémon Esmeralda": "Medita sin parar Durante muchas horas al día. Su práctica del yoga es rigurosa; como resultado, logra canalizar su energía espiritual hasta llegar a volar.",
        " Pokémon Rojo Fuego": "A diario va a yoga, no se pierde ni una sesión. Mediante la meditación, aumenta su fuerza interior.",
        " Pokémon Verde Hoja": "A diario va a yoga, no se pierde ni una sesión. Mediante la meditación, aumenta su fuerza interior.",
        " Pokémon Diamante": "Practica yoga todos los días y aumenta su poder espiritual a través de la meditación.",
        " Pokémon Perla": "Solo come una baya al día. El ayuno fortalece su espíritu y su capacidad de concentración.",
        " Pokémon Platino": "Se entrena en la profundidad de las montañas. Cuando aumenta su poder espiritual con meditación, levita.",
        " Pokémon HeartGold": "Solo come una baya al día. Medita para fortalecer su espíritu y llega a levitar.",
        " Pokémon SoulSilver": "Solo come una baya al día. Medita para fortalecer su espíritu y llega a levitar.",
        " Pokémon Negro": "Se entrena en la profundidad de las montañas. Cuando aumenta su poder espiritual con meditación, levita.",
        " Pokémon Blanco": "Se entrena en la profundidad de las montañas. Cuando aumenta su poder espiritual con meditación, levita.",
        " Pokémon X": "Se entrena en la profundidad de las montañas. Cuando aumenta su poder espiritual con meditación, levita.",
        " Pokémon Y": "Solo come una baya al día. El ayuno fortalece su espíritu y su capacidad de concentración.",
        " Pokémon Rubí Omega": "Meditite lleva a cabo un entrenamiento mental exhaustivo en lo más profundo de las montañas. Aunque, cuando medita, pierde toda la concentración y se descentra. Por eso, no deja nunca de entrenarse.",
        " Pokémon Zafiro Alfa": "Meditite aumenta su energía interior mediante meditación. Para subsistir le basta con una baya al día. El comer poco entra dentro de su entrenamiento."
    }
}