{
    "name": "Medicham",
    "number": "308",
    "url": "https://pkparaiso.com//pokedex/medicham.php",
    "date": "20-02-2010",
    "descriptions": {
        " Pokémon Rubí": "Dicen que, a través de la meditación, Medicham aumenta su energía interior y agudiza el sexto sentido que tiene. Este Pokémon suele esconderse mezclándose con el campo y las montañas.",
        " Pokémon Zafiro": "A través de la meditación, Medicham desarrolló su sexto sentido y aprendió a usar poderes psicoquinéticos. Se sabe que este Pokémon puede pasarse un mes meditando y sin comer.",
        " Pokémon Esmeralda": "Gracias a agotadoras sesiones de yoga, ha adquirido la capacidad de prever las acciones del enemigo. Lucha realizando movimientos elegantes y rítmicos.",
        " Pokémon Rojo Fuego": "Evita los ataques moviéndose de forma elegante, como si bailara. Ataca dando un golpe devastador y moviéndose igual.",
        " Pokémon Verde Hoja": "Evita los ataques moviéndose de forma elegante, como si bailara. Ataca dando un golpe devastador y moviéndose igual.",
        " Pokémon Diamante": "Perfecciona su poder espiritual con una meditación diaria. Puede sentir lo que piensan los demás.",
        " Pokémon Perla": "El yoga ha perfeccionado su sexto sentido. Sus movimientos son extremadamente elegantes.",
        " Pokémon Platino": "Cuando ayuna adquiere la habilidad de ver el aura de sus adversarios.",
        " Pokémon HeartGold": "Puede prever los movimientos de su rival usando sus poderes psíquicos, fortalecidos por el yoga.",
        " Pokémon SoulSilver": "Puede prever los movimientos de su rival usando sus poderes psíquicos, fortalecidos por el yoga.",
        " Pokémon Negro": "Cuando ayuna, adquiere la habilidad de ver el aura de sus adversarios.",
        " Pokémon Blanco": "Cuando ayuna, adquiere la habilidad de ver el aura de sus adversarios.",
        " Pokémon X": "Evita los ataques moviéndose de forma elegante, como si bailara. Ataca dando un golpe devastador y moviéndose igual.",
        " Pokémon Y": "Puede prever los movimientos de su rival usando sus poderes psíquicos, fortalecidos por el yoga.",
        " Pokémon Rubí Omega": "Dicen que, a través de la meditación, Medicham aumenta su energía interior y agudiza su sexto sentido. Este Pokémon suele pasar desapercibido mimetizándose con el campo y las montañas.",
        " Pokémon Zafiro Alfa": "A través de la meditación, Medicham desarrolló su sexto sentido y aprendió a usar poderes psicoquinéticos. Se sabe que este Pokémon puede pasarse un mes meditando y sin comer."
    }
}