{
    "name": "Sharpedo",
    "number": "319",
    "url": "https://pkparaiso.com//pokedex/sharpedo.php",
    "date": "20-09-2004",
    "descriptions": {
        " Pokémon Rubí": "Conocido como \"el terror de los mares\"2, Sharpedo es temido por todos. Si este Pokémon pierde las escalofriantes mandíbulas que tiene, las recupera en breve. Basta con un Sharpedo para destrozar un buque-cisterna.",
        " Pokémon Zafiro": "Sharpedo puede alcanzar nadando los 120 kilómetros por hora agitando la aleta trasera y propulsándose por el agua. El punto flaco de este Pokémon es la imposibilidad que tiene de nadar largas distancias.",
        " Pokémon Esmeralda": "Este Pokémon, muy violento y astuto, es el terror de los mares. La textura de su piel reduce al mínimo la resistencia al agua. Llega a alcanzar los 120 km por hora.",
        " Pokémon Rojo Fuego": "Es el terror de los mares; traspasa el hierro con los colmillos. Nada agitando la aleta trasera propulsándose por el agua.",
        " Pokémon Verde Hoja": "Es el terror de los mares; traspasa el hierro con los colmillos. Nada agitando la aleta trasera propulsándose por el agua.",
        " Pokémon Diamante": "Con sus colmillos puede atravesar el acero. Nada a 120 km por hora. Le llaman el ",
        " Pokémon Perla": "Con sus colmillos puede atravesar el acero. Nada a 120 km por hora. Le llaman el ",
        " Pokémon Platino": "Con sus colmillos puede atravesar el acero. Nada a 120 km por hora. Le llaman el ",
        " Pokémon HeartGold": "Propulsándose con sus aletas, nada a 120 km/h. Es el terror de los mares.",
        " Pokémon SoulSilver": "Propulsándose con sus aletas, nada a 120 km/h. Es el terror de los mares.",
        " Pokémon Negro": "Con sus colmillos puede atravesar el acero. Nada a 120 km/h. Le llaman el Terror de los Mares.",
        " Pokémon Blanco": "Con sus colmillos puede atravesar el acero. Nada a 120 km/h. Le llaman el Terror de los Mares.",
        " Pokémon X": "Con sus colmillos puede atravesar el acero. Nada a 120 km/h. Le llaman el Terror de los Mares.",
        " Pokémon Y": "Propulsándose con sus aletas, nada a 120 km/h. Es el terror de los mares.",
        " Pokémon Rubí Omega": "Conocido como el Terror de los Mares, Sharpedo es temido por todos. Si este Pokémon pierde los escalofriantes colmillos que tiene, los recupera en breve. Basta con un Sharpedo para destrozar un buque-cisterna.",
        " Pokémon Zafiro Alfa": "Sharpedo puede alcanzar nadando los 120 km/h agitando la aleta trasera y propulsándose por el agua. El punto flaco de este Pokémon es la imposibilidad que tiene de nadar largas distancias.",
        " Pokémon Sol": "Puede nadar a 120 km/h y abatir a su presa con sus colmillos, capaces de destrozar incluso el metal. Su apodo es el Terror de los Mares.",
        " Pokémon Luna": "Este Pokémon tiene un pasado triste, ya que antaño fue pescado en exceso por lo deliciosa que era su aleta dorsal."
    }
}