{
    "name": "Flygon",
    "number": "330",
    "url": "https://pkparaiso.com//pokedex/flygon.php",
    "date": "28-07-2004",
    "descriptions": {
        " Pokémon Rubí": "A Flygon se le conoce como \"el alma del desierto\"2. Al volar, como levanta una nube de arena al batir las alas, está siempre envuelto en una tormenta de arena.",
        " Pokémon Zafiro": "Flygon puede provocar una tormenta de arena batiendo las alas. Éstas, al ser agitadas, crean una melodía. Y como las \"melodías\"2 pueden oírse cuando hay tormenta, dicen que es el espíritu del desierto.",
        " Pokémon Esmeralda": "El aleteo de sus alas es muy melódico. Para evitar que el enemigo lo descubra, levanta con las alas una nube de arena del desierto, tras la cual se oculta.",
        " Pokémon Rojo Fuego": "Su medio es el desierto. Para esconderse, levanta arena con las patas. Tiene los ojos protegidos con mallas rojas.",
        " Pokémon Verde Hoja": "Su medio es el desierto. Para esconderse, levanta arena con las patas. Tiene los ojos protegidos con mallas rojas.",
        " Pokémon Diamante": "Levanta tormentas de arena con sus alas. Se le conoce como el ",
        " Pokémon Perla": "Levanta tormentas de arena con sus alas. Se le conoce como el ",
        " Pokémon Platino": "Levanta tormentas de arena con sus alas. Se le conoce como el ",
        " Pokémon HeartGold": "El batir de sus alas suena como un canto de mujer. Se le conoce como el Alma del Desierto.",
        " Pokémon SoulSilver": "El batir de sus alas suena como un canto de mujer. Se le conoce como el Alma del Desierto.",
        " Pokémon Negro": "Levanta tormentas de arena con sus alas. Se le conoce como el Alma del Desierto.",
        " Pokémon Blanco": "Levanta tormentas de arena con sus alas. Se le conoce como el Alma del Desierto.",
        " Pokémon X": "Su medio es el desierto. Para esconderse, levanta arena con las patas. Tiene los ojos protegidos con mallas rojas.",
        " Pokémon Y": "Se le conoce como el Alma del Desierto. Levanta tormentas de arena al batir sus alas y se refugia en su interior.",
        " Pokémon Rubí Omega": "A Flygon se le conoce como el Espíritu del Desierto. Al volar, como levanta una nube de arena al batir las alas, está siempre envuelto en una tormenta de arena.",
        " Pokémon Zafiro Alfa": "Flygon puede provocar una tormenta de arena batiendo las alas. Estas, al ser agitadas, crean una melodía. Y, como las “melodías” pueden oírse cuando hay tormenta, dicen que es el espíritu del desierto.",
        " Pokémon Sol": "Al batir las alas, crea una melodía que atrae a sus presas. Cuando estas se acercan, quedan atrapadas en una tormenta de arena.",
        " Pokémon Luna": "Al batir las alas, provoca tormentas de arena que lo ocultan por completo, por lo que rara vez se ha visto a este Pokémon."
    }
}