{
    "name": "Barboach",
    "number": "339",
    "url": "https://pkparaiso.com//pokedex/barboach.php",
    "date": "16-10-2004",
    "descriptions": {
        " Pokémon Rubí": "Barboach tiene unos bigotes sensibles que le sirven de infalible radar. Este Pokémon se sumerge en lodo y sólo deja los bigotes por fuera de la superficie, al acecho, mientras espera a que llegue su presa.",
        " Pokémon Zafiro": "Barboach está completamente recubierto por una película viscosa. Si lo atrapan, puede escurrirse fácilmente. Si se le seca la capa viscosa, este Pokémon se debilitará.",
        " Pokémon Esmeralda": "Tiene el cuerpo cubierto de una película viscosa. Esta capa actúa como barrera y evita que los gérmenes del agua fangosa penetren en el cuerpo de Barboach.",
        " Pokémon Rojo Fuego": "Examina los lechos lodosos de los ríos con los largos bigotes que tiene. Está protegido por una capa viscosa.",
        " Pokémon Verde Hoja": "Examina los lechos lodosos de los ríos con los largos bigotes que tiene. Está protegido por una capa viscosa.",
        " Pokémon Diamante": "Sus bigotes le sirven de radar para localizar a sus presas, incluso en las aguas más turbias.",
        " Pokémon Perla": "Recubre su cuerpo de una película viscosa que le permite escapar si alguien lo agarra.",
        " Pokémon Platino": "Su escurridizo cuerpo es difícil de agarrar. En cierta región se dice que ha nacido de barro endurecido.",
        " Pokémon HeartGold": "Los bigotes de Barboach le permiten saborear los alimentos como si fueran una lengua humana.",
        " Pokémon SoulSilver": "Los bigotes de Barboach le permiten saborear los alimentos como si fueran una lengua humana.",
        " Pokémon Negro": "Su escurridizo cuerpo es difícil de agarrar. En cierta región se dice que ha nacido de barro endurecido.",
        " Pokémon Blanco": "Su escurridizo cuerpo es difícil de agarrar. En cierta región se dice que ha nacido de barro endurecido.",
        " Pokémon X": "Recubre su cuerpo de una película viscosa que le permite escapar si alguien lo agarra.",
        " Pokémon Y": "Sus bigotes le sirven de radar para localizar a sus presas, incluso en las aguas más turbias.",
        " Pokémon Rubí Omega": "Barboach tiene unos bigotes sensibles que le sirven de infalible radar. Este Pokémon se sumerge en lodo y solo deja los bigotes por fuera de la superficie, al acecho, mientras espera a que llegue su presa.",
        " Pokémon Zafiro Alfa": "Barboach está completamente recubierto por una película viscosa. Si lo atrapan, puede escurrirse fácilmente. Si se le seca la capa viscosa, este Pokémon se debilitará.",
        " Pokémon Sol": "Sus bigotes son muy sensibles y le sirven de radar. Puede detectar la posición de su presa incluso en el agua turbia de los lodazales.",
        " Pokémon Luna": "Su cuerpo es tan escurridizo que incluso hay competiciones para ver cuántas veces puede ser agarrado con las manos desnudas."
    }
}