{
    "name": "Feebas",
    "number": "349",
    "url": "https://pkparaiso.com//pokedex/feebas.php",
    "date": "25-08-2023",
    "descriptions": {
        " Pokémon Rubí": "Feebas tiene las aletas melladas y rasgadas desde que nace. Debido a este aspecto poco imponente, son pocos los que lo tienen en cuenta. Este Pokémon puede vivir tanto en agua salada como dulce.",
        " Pokémon Zafiro": "Aunque Feebas tenga un cuerpo poco compacto, posee una tremenda y constante fuerza vital que le permite vivir en cualquier lugar. Con todo, es un Pokémon lento y simplón; es fácil de atrapar.",
        " Pokémon Esmeralda": "Feebas vive en charcas llenas de algas. Parece que el aspecto terriblemente descuidado que ofrece sea la causa de que pocos ENTRENADORES lo críen.",
        " Pokémon Rojo Fuego": "A los investigadores no les interesa mucho por el aspecto poco imponente que tiene. Habita estanques que tengan algas.",
        " Pokémon Verde Hoja": "A los investigadores no les interesa mucho por el aspecto poco imponente que tiene. Habita estanques que tengan algas.",
        " Pokémon Diamante": "Come de todo, por lo que puede vivir en aguas contaminadas. Nadie le presta atención.",
        " Pokémon Perla": "Se caracterizan por su aspecto endeble. Se agrupan en gran número en lugares muy concretos.",
        " Pokémon Platino": "Su apariencia deja bastante que desear, pero es muy resistente y puede sobrevivir con poca agua.",
        " Pokémon HeartGold": "Es el Pokémon con peor aspecto. Vive en grupos en lechos de ríos con abundantes plantas acuáticas.",
        " Pokémon SoulSilver": "Es el Pokémon con peor aspecto. Vive en grupos en lechos de ríos con abundantes plantas acuáticas.",
        " Pokémon Negro": "Su apariencia deja bastante que desear, pero es muy resistente y puede sobrevivir con poca agua.",
        " Pokémon Blanco": "Su apariencia deja bastante que desear, pero es muy resistente y puede sobrevivir con poca agua.",
        " Pokémon X": "Come de todo, por lo que puede vivir en aguas contaminadas. Nadie le presta atención.",
        " Pokémon Y": "Es el Pokémon con peor aspecto. Vive en grupos en lechos de ríos con abundantes plantas acuáticas.",
        " Pokémon Rubí Omega": "Feebas tiene las aletas melladas y rasgadas desde que nace. Debido a este aspecto poco imponente, son pocos los que lo tienen en cuenta. Este Pokémon puede vivir tanto en agua salada como dulce.",
        " Pokémon Zafiro Alfa": "Aunque Feebas tenga el cuerpo mellado, posee una tremenda y constante fuerza vital que le permite vivir en cualquier lugar. Con todo, es un Pokémon lento y simplón; es fácil de atrapar.",
        " Pokémon Sol": "Este Pokémon es tan resistente que puede vivir sin problema hasta en las aguas más sucias, pero no es muy popular a causa de su aspecto.",
        " Pokémon Luna": "Como su aspecto deja bastante que desear, no se le aprecia mucho. Aun así, su gran vitalidad puede ser muy interesante para la ciencia."
    }
}