{
    "name": "Castform",
    "number": "351",
    "url": "https://pkparaiso.com//pokedex/castform.php",
    "types": [
        "normal"
    ],
    "class": "Pokémon Clima",
    "weight": 0.8,
    "height": 0.3,
    "descriptions": {
        " Pokémon Rubí": "El tipo de Castform cambia con las variaciones del tiempo. Este Pokémon consiguió aprender a usar el gran poder de la Naturaleza para proteger el pequeño cuerpo que tiene.",
        " Pokémon Zafiro": "Castform se vale del poder de la Naturaleza para transformarse en el sol y en nubarrones cargados de lluvia o nieve. El tipo de este Pokémon varía según el clima.",
        " Pokémon Esmeralda": "Altera su forma según el tiempo que haga. Los cambios del clima, como la temperatura y la humedad, parecen afectar a su estructura celular.",
        " Pokémon Rojo Fuego": "Tiene la habilidad de cambiar y adaptarse al tiempo. Según el clima, se transformará en sol, o en nubarrones de lluvia o nieve.",
        " Pokémon Verde Hoja": "Tiene la habilidad de cambiar y adaptarse al tiempo. Según el clima, se transformará en sol, o en nubarrones de lluvia o nieve.",
        " Pokémon Diamante": "La meteorología determina su aspecto. Hace poco se ha sabido que sus células son como el agua.",
        " Pokémon Perla": "La meteorología determina su aspecto. Hace poco se ha sabido que sus células son como el agua.",
        " Pokémon Platino": "La meteorología determina su aspecto. Hace poco se ha sabido que sus células son como el agua.",
        " Pokémon HeartGold": "Sus células son muy sensibles a los cambios de temperatura y humedad y se adapta sin problema.",
        " Pokémon SoulSilver": "Sus células son muy sensibles a los cambios de temperatura y humedad y se adapta sin problema.",
        " Pokémon Negro": "La meteorología determina su aspecto. Hace poco se ha sabido que sus células son como el agua.",
        " Pokémon Blanco": "La meteorología determina su aspecto. Hace poco se ha sabido que sus células son como el agua.",
        " Pokémon X": "Sus células son muy sensibles a los cambios de temperatura y humedad y se adapta sin problema.",
        " Pokémon Y": "Tiene la habilidad de cambiar y adaptarse al tiempo. Según el clima, se transformará en sol, nubarrones de lluvia o nieve.",
        " Pokémon Rubí Omega": "La forma de Castform cambia con las variaciones del tiempo. Este Pokémon consiguió aprender a usar el gran poder de la naturaleza para proteger el pequeño cuerpo que tiene.",
        " Pokémon Zafiro Alfa": "Castform se vale del poder de la naturaleza para tomar el aspecto del sol, la lluvia o nubarrones de nieve. El estado de ánimo de este Pokémon varía según el clima.",
        " Pokémon Sol": "Cambia de apariencia en función del tiempo atmosférico. Se cree que las variaciones en la temperatura y la humedad afectan a sus células.",
        " Pokémon Luna": "Sus células captan la más mínima variación en la temperatura y la humedad, y cambian la forma de este Pokémon de manera espontánea."
    }
}