{
    "name": "Snorunt",
    "number": "361",
    "url": "https://pkparaiso.com//pokedex/snorunt.php",
    "types": [
        "hielo"
    ],
    "class": "Pokémon Gorro Nieve",
    "weight": 16.8,
    "height": 0.7,
    "descriptions": {
        " Pokémon Rubí": "Snorunt vive en zonas de grandes nevadas. En primavera y verano (cuando no nieva), se retira a las cavernas para vivir tranquilamente entre estalactitas y estalagmitas.",
        " Pokémon Zafiro": "Snorunt sobrevive alimentándose sólo de nieve y hielo. Se dice que la casa por la que pase este Pokémon estará llena de prosperidad Durante generaciones.",
        " Pokémon Esmeralda": "Tienden a desplazarse en grupos de cinco Snorunt. En las zonas de nieve se dice que, cuando se les ve entrada la noche, es porque va a nevar a la mañana siguiente.",
        " Pokémon Rojo Fuego": "Dicen que los hogares que reciben la visita de Snorunt prosperan. Puede soportar temperaturas de 100º bajo cero.",
        " Pokémon Verde Hoja": "Dicen que los hogares que reciben la visita de Snorunt prosperan. Puede soportar temperaturas de 100º bajo cero.",
        " Pokémon Diamante": "En las zonas nevadas, las leyendas dicen que si un Snorunt vive en una casa, trae prosperidad.",
        " Pokémon Perla": "En las zonas nevadas, las leyendas dicen que si un Snorunt vive en una casa, trae prosperidad.",
        " Pokémon Platino": "Se dice que se reúnen en grupos bajo hojas gigantescas y viven allí en total armonía.",
        " Pokémon HeartGold": "Se dice que sale a medianoche y provoca grandes nevadas. Se alimenta de nieve y de hielo.",
        " Pokémon SoulSilver": "Se dice que sale a medianoche y provoca grandes nevadas. Se alimenta de nieve y de hielo.",
        " Pokémon Negro": "Se dice que se reúnen en grupos bajo hojas gigantescas y viven allí en total armonía.",
        " Pokémon Blanco": "Se dice que se reúnen en grupos bajo hojas gigantescas y viven allí en total armonía.",
        " Pokémon X": "Se dice que se reúnen en grupos bajo hojas gigantescas y viven allí en total armonía.",
        " Pokémon Y": "En las zonas nevadas, las leyendas dicen que si un Snorunt vive en una casa, trae prosperidad.",
        " Pokémon Rubí Omega": "Snorunt vive en zonas de grandes nevadas. En primavera y verano, cuando no nieva, se retira a las cavernas para vivir tranquilamente entre estalactitas y estalagmitas.",
        " Pokémon Zafiro Alfa": "Snorunt sobrevive alimentándose solo de nieve y hielo. Se dice que la casa por la que pase este Pokémon estará llena de prosperidad durante generaciones.",
        " Pokémon Sol": "Su número ha aumentado en la región de Alola. Dicen que traen prosperidad durante generaciones a las casas en las que habitan.",
        " Pokémon Luna": "Las regiones frías son su hábitat natural. Se encuentra a sus anchas en lugares donde la temperatura alcanza los -100 °C."
    }
}