{
    "name": "Regirock",
    "number": "377",
    "url": "https://pkparaiso.com//pokedex/regirock.php",
    "date": "28-01-2013",
    "descriptions": {
        " Pokémon Rubí": "A Regirock lo mantuvieron encerrado y lejos hace tiempo. Dicen que, si resulta dañado en combate, se pone él mismo a buscar piedras parecidas a las suyas y se las pone para recomponerse.",
        " Pokémon Zafiro": "Regirock está formado en su totalidad por piedras. Debido a un estudio reciente, se descubrió que cada una de las piedras había sido desenterrada en sitios distintos.",
        " Pokémon Esmeralda": "Está enteramente formado por rocas y cantos rodados. Si se le desprendieran partes del cuerpo en combate, Regirock se repararía agregando rocas nuevas.",
        " Pokémon Rojo Fuego": "Está formado enteramente por rocas. No parece que tenga sitio para corazón ni cerebro. Es un misterio de la ciencia.",
        " Pokémon Verde Hoja": "Está formado enteramente por rocas. No parece que tenga sitio para corazón ni cerebro. Es un misterio de la ciencia.",
        " Pokémon Diamante": "Su cuerpo está hecho de roca. Si se astilla Durante el combate, emplea piedras para repararlo.",
        " Pokémon Perla": "Su cuerpo está hecho de roca. Si se astilla Durante el combate, emplea piedras para repararlo.",
        " Pokémon Platino": "Su cuerpo está hecho de roca. Si se astilla Durante el combate, emplea piedras para repararlo.",
        " Pokémon HeartGold": "Las rocas que componen el cuerpo de Regirock pueden encontrarse en todos los estratos geológicos.",
        " Pokémon SoulSilver": "Las rocas que componen el cuerpo de Regirock pueden encontrarse en todos los estratos geológicos.",
        " Pokémon Negro": "Su cuerpo está hecho de roca. Si se astilla durante el combate, emplea piedras para repararlo.",
        " Pokémon Blanco": "Su cuerpo está hecho de roca. Si se astilla durante el combate, emplea piedras para repararlo.",
        " Pokémon X": "Su cuerpo está hecho de roca. Si se astilla durante el combate, emplea piedras para repararlo.",
        " Pokémon Y": "Las rocas que componen el cuerpo de Regirock pueden encontrarse en todos los estratos geológicos.",
        " Pokémon Rubí Omega": "A Regirock lo mantuvieron encerrado y aislado hace tiempo. Dicen que, si resulta dañado en combate, se pone él mismo a buscar piedras parecidas a las suyas y se las pone para recomponerse.",
        " Pokémon Zafiro Alfa": "Regirock está formado en su totalidad por piedras. En un estudio reciente, se descubrió que cada una de las piedras había sido desenterrada en sitios distintos."
    }
}