{
    "name": "Regice",
    "number": "378",
    "url": "https://pkparaiso.com//pokedex/regice.php",
    "types": [
        "hielo"
    ],
    "class": "Pokémon Iceberg",
    "weight": 175.0,
    "height": 1.8,
    "descriptions": {
        " Pokémon Rubí": "Regice surgió Durante la edad de hielo. El cuerpo de este Pokémon está totalmente congelado, ni siquiera el fuego puede derretirlo. Regice libera y regula un aire gélido de -200 grados centígrados.",
        " Pokémon Zafiro": "Regice se rodea de un aire gélido que llega a -200 grados centígrados y deja congelado a todo lo que se le acerca. Es imposible derretir a este Pokémon; tiene una temperatura demasiado baja.",
        " Pokémon Esmeralda": "Está formado en su totalidad por hielo de la Antártica. Todas las investigaciones parecen indicar que dicho hielo procede de alguna glaciación.",
        " Pokémon Rojo Fuego": "Estudios revelAron que el cuerpo de este Pokémon está formado por el mismo hielo que hay en el Polo Sur.",
        " Pokémon Verde Hoja": "Estudios revelAron que el cuerpo de este Pokémon está formado por el mismo hielo que hay en el Polo Sur.",
        " Pokémon Diamante": "Su cuerpo está hecho con hielo de la glaciación. Controla aire gélido a 200 grados bajo cero.",
        " Pokémon Perla": "Su cuerpo está hecho con hielo de la glaciación. Controla aire gélido a 200 grados bajo cero.",
        " Pokémon Platino": "Su cuerpo está hecho con hielo de la glaciación. Controla aire gélido a 200 grados bajo cero.",
        " Pokémon HeartGold": "Dicen que ha yacido durmiendo en un glaciar Durante milenios. Ni el magma puede derretir su cuerpo.",
        " Pokémon SoulSilver": "Dicen que ha yacido durmiendo en un glaciar Durante milenios. Ni el magma puede derretir su cuerpo.",
        " Pokémon Negro": "Su cuerpo está hecho con hielo de la glaciación. Controla aire gélido a 200° bajo cero.",
        " Pokémon Blanco": "Su cuerpo está hecho con hielo de la glaciación. Controla aire gélido a 200° bajo cero.",
        " Pokémon X": "Dicen que ha yacido durmiendo en un glaciar durante milenios. Ni el magma puede derretir su cuerpo.",
        " Pokémon Y": "Su cuerpo está hecho con hielo de la glaciación. Controla aire gélido a -200 °C.",
        " Pokémon Rubí Omega": "Regice surgió durante la edad de hielo. El cuerpo de este Pokémon está totalmente congelado, ni siquiera el fuego puede derretirlo. Regice libera y regula un aire gélido de -200 °C.",
        " Pokémon Zafiro Alfa": "Regice se rodea de un aire gélido que llega a -200 °C y deja congelado a todo lo que se le acerca. Es imposible derretir a este Pokémon; tiene una temperatura demasiado baja."
    }
}